[
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "في معرض متحف المتروبوليتان للفنون لعام 2015 الذي يحمل عنوان حيوان البروج الصينية لعام 2015، كم من \"حيوانات البروج الصينية الاثني عشر\" لها يد مرئية؟",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "في حفل تبادل الهدايا السري (Secret Santa) الذي أقامه مكتب ما، تم تعيين كل موظف من الموظفين الاثني عشر لموظف آخر في المجموعة لتقديم هدية له. قام كل موظف بملء ملف شخصي يتضمن ثلاثة اهتمامات أو هوايات. في يوم تبادل الهدايا، تم تقديم إحدى عشرة هدية فقط، كل منها يتوافق مع أحد اهتمامات المتلقي. بناءً على المعلومات الواردة في الوثيقة، من هو الموظف الذي لم يقدم هدية؟",
    "Level": "1",
    "Final answer": "فريد",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "كم عدد الألبومات الاستوديو التي نشرتها مرسيدس سوسا بين عامي 2000 و2009 (بما في ذلك هذين العامين)؟ يمكنك استخدام أحدث نسخة من ويكيبيديا الإنجليزية لعام 2022.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "ابحث عن قيمة x لأقرب عُشر: Lx = (d/dx * (A * x-squared)) + 4-ألف'n'تسعة-7 ناقص C\nحيث L هي الرقمين الأخيرين من سنة إعلان الاستقلال الفنزويلي،\nA هي عدد الألوان في شعار تيك توك اعتبارًا من يوليو 2023، باستثناء الأسود والأبيض،\nو C هي طول المرأة المتوسطة في الفلبين وفقًا لمقال في Business Insider في يوليو 2023، مقربًا إلى أقرب سنتيمتر كامل",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "تعمل الأرقام التالية بشكل مشابه لأرقام ISBN 13، ومع ذلك، تختلف طرق التحقق من صحتها قليلاً. بدلاً من استخدام أوزان متناوبة 1 و 3، يتم حساب رقم التحقق باستخدام وزن متناوب 1 وبعض الأعداد الصحيحة الموجبة الأخرى الأقل من 10. خلاف ذلك، يتم حساب رقم التحقق كما هو متوقع. لسوء الحظ، هناك خطأ في البيانات. تم تبديل عمودين متجاورين. لا تتضمن هذه الأعمدة الخاطئة العمود الأخير أو أحد الأعمدة الثلاثة الأولى. باستخدام هذه المعلومات، يرجى تقديم جميع الحلول المحتملة مع الوزن المجهول والفهرس الأصغر للعمودين الخاطئين (افترض أننا نبدأ الفهرسة من 0 وتجاهل الشرطات). قدم إجابتك على الشكل x, y حيث x هو الوزن و y هو الفهرس الأصغر للعمودين المبدلين.\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7، 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "في عام 2022، وقبل ديسمبر، ماذا يرمز الحرف \"R\" في السياسات الأساسية الثلاثة لنوع المحتوى الذي تم انتهاكه في السجلات العامة على صفحة ويكيبيديا الخاصة بالبقوليات؟",
    "Level": "1",
    "Final answer": "بحث",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "ما هو الحد الأدنى لعدد روابط الصفحات التي يجب على الشخص النقر عليها للانتقال من صفحة ويكيبيديا الإنجليزية عن \"سيد الخواتم\" (الكتاب) إلى صفحة ويكيبيديا الإنجليزية عن \"أغنية الجليد والنار\" (سلسلة الكتب)؟ في عدك، تضمن كل رابط تنقر عليه للوصول إلى الصفحة. استخدم الصفحات كما ظهرت في نهاية يوم 3 يوليو 2023.",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "من هو المساهم في إصدار OpenCV الذي تمت فيه إضافة الدعم لنموذج Mask-RCNN والذي يحمل نفس الاسم عند نقله إلى الأبجدية اللاتينية لرئيس حكومة صيني سابق؟",
    "Level": "2",
    "Final answer": "لي بنغ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "أنا فضولي حول كمية المعلومات المتاحة للألعاب الفيديو الشهيرة قبل إصدارها. ابحث عن صفحة ويكيبيديا للعبة 2019 التي فازت بجوائز الأكاديمية البريطانية للألعاب. كم عدد التعديلات التي أجريت على تلك الصفحة قبل الشهر المذكور كتاريخ إصدار اللعبة على صفحة ويكيبيديا (اعتبارًا من أحدث إدخال من عام 2022)؟",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "في الحلقة 11 من الموسم 9 من مسلسل \"دكتور هو\"، يُحاصر الدكتور داخل متاهة متغيرة باستمرار. ما هو اسم هذا المكان في السيناريو الرسمي للحلقة؟ أعطِ الإعداد بالضبط كما يظهر في عنوان المشهد الأول.",
    "Level": "1",
    "Final answer": "القصر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "أود أن أتعرف أكثر على بعض برامج مسابقات تلفزيون الواقع الشهيرة. بحلول نهاية الموسم 44 من النسخة الأمريكية من برنامج \"سيرفايفر\"، كم عدد الفائزين الفريدين الإضافيين الذين تم تتويجهم مقارنة بعدد الفائزين في برنامج \"أمريكان آيدول\"؟",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "تدرج ملف PDF المرفق أماكن الإقامة في منتجع مجتمع جزيرة سي هورس. أي نوع من أماكن الإقامة لديه متوسط تقييم أعلى في جزيرة سي هورس؟",
    "Level": "2",
    "Final answer": "الفنادق",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "وفقاً لـ GitHub، متى تمت إضافة \"Regression\" إلى أقدم قضية مغلقة في numpy.polynomial تحمل علامة \"Regression\" بتنسيق الشهر/اليوم/السنة؟",
    "Level": "2",
    "Final answer": "15/04/18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "الشيء الموجود في مجموعة المتحف البريطاني برقم متحفي 2012,5015.17 هو قوقعة نوع معين من الرخويات. وفقًا لملخص مقال بحثي نُشر في مجلة Science Advances في عام 2021، تم العثور على خرز مصنوع من أصداف هذا النوع يعود تاريخه إلى ما لا يقل عن كم ألف سنة؟",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "من حيث المسافة الجغرافية بين العواصم، ما هما البلدان الأبعد عن بعضهما البعض داخل كتلة الآسيان وفقًا لويكيبيديا؟ أجب باستخدام قائمة مفصولة بفواصل، مع ترتيب البلدان حسب الترتيب الأبجدي.",
    "Level": "2",
    "Final answer": "إندونيسيا، ميانمار",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "راجع وضعية الشطرنج المقدمة في الصورة. الدور للأسود. قدم الحركة التالية الصحيحة للأسود والتي تضمن الفوز. يرجى تقديم إجابتك باستخدام التدوين الجبري.",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "من هو الكاتب الذي اقتبست منه ميريام-ويبستر كلمة اليوم في 27 يونيو 2022؟",
    "Level": "1",
    "Final answer": "آني ليفين",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "وفقًا لهيئة المسح الجيولوجي الأمريكية، في أي عام تم العثور على التمساح الأمريكي لأول مرة غرب تكساس (باستثناء تكساس)؟",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "اعتبارًا من مايو 2023، كم عدد المحطات بين محطة ساوث ومحطة ويندسور جاردنز على خط فرانكلين-فوكسبورو التابع لـMBTA (غير مشمولة)؟",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "مرحباً، كنتُ غائباً عن دروسي يوم الجمعة بسبب المرض، لذا أحاول تحديد ما يجب عليّ دراسته لاختبار التفاضل والتكامل في منتصف الفصل الدراسي الأسبوع المقبل. أرسل لي صديقي من الصف تسجيلاً صوتياً للأستاذ ويلوبروك وهو يُعطي القراءات المُوصى بها للاختبار، لكن سماعات رأسي معطلة :( هل يُمكنك الاستماع إلى التسجيل وإخباري بأرقام الصفحات التي عليّ مراجعتها؟ أرفقتُ ملفاً باسم Homework.mp3 يحتوي على التسجيل. يُرجى تقديم أرقام الصفحات فقط كقائمة مُفصولة بفواصل، مع تقديم القائمة بترتيب تصاعدي.",
    "Level": "1",
    "Final answer": "132، 133، 134، 197، 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "في لغة تيزين الخيالية، تُرتَّب الجمل الأساسية بحيث يبدأ الفعل، يليه المفعول به، ثم الفاعل. أريد أن أعبّر لصديقي تيزين عن حبي للتفاح. الكلمة التي تدل على الذات هي &quot;Pa&quot; في صيغة الرفع، و&quot;Mato&quot; في صيغة النصب، و&quot;Sing&quot; في صيغة الجر. الفعل الجذري الذي يدل على الإعجاب الشديد هو &quot;Maktay&quot;. عند استخدامه في المضارع، يُستخدم بصيغته الجذرية، وعند استخدامه في الماضي البسيط، يُستخدم &quot;Tay&quot;، وعند استخدامه في الماضي الناقص، يُستخدم &quot;Aktay&quot;. يختلف استخدامه عن الإنجليزية، ويُرجَّح ترجمته إلى &quot;is pleasing to&quot;، أي أن الشيء الذي يُثير الإعجاب هو في الواقع مفعول به في الجملة وليس الفاعل. كلمة &quot;تفاح&quot; مُستعارة من الإنجليزية في لغة تيزين، وبالتالي فإن &quot;Apple&quot; هي صيغة الرفع، و&quot;Zapple&quot; هي صيغة النصب، و&quot;Izapple&quot; هي صيغة الجر. يُرجى ترجمة &quot;أحب التفاح&quot; إلى لغة تيزين.",
    "Level": "1",
    "Final answer": "تفاح ماكتاي ماتو",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "من هم الرماة الذين يحملون الأرقام قبل وبعد رقم تايشو تاماي اعتبارًا من يوليو 2023؟ أعطني الإجابة على شكل \"الرامي قبل، الرامي بعد\"، باستخدام ألقابهم فقط، بالحروف اللاتينية.",
    "Level": "1",
    "Final answer": "يوشيدا، أويهارا",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "لدي الخطة القياسية في الصورة أدناه، وقمت للتو بتحميل 60 ملفًا متساوية الحجم وتلقيت رسالة بأنني تجاوزت الحد بـ 100 جيجابايت. لدي 980 ملفًا إضافيًا بنفس الحجم لأقوم بتحميلها. ما هو متوسط التكلفة الإضافية لكل ملف بالدولار الذي يتجاوز حد خطتي الحالية، مقربًا إلى أقرب سنت، إذا كان عليّ الترقية إلى الخطة الدنيا الممكنة لتخزينها جميعًا؟ أجب بالتنسيق التالي: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "وفقاً لقائمة \"بوكس أوفيس موجو\" لأعلى الأفلام إيراداً على مستوى العالم لعام 2020، كم عدد الأفلام من بين أعلى 10 أفلام عالمية من حيث الإيرادات التي تظهر أيضاً في قائمة أعلى 10 أفلام محلية من حيث الإيرادات؟ يجب أن تكون إجابتك قيمة عددية صحيحة.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "بدأت قناة يوتيوب \"جيم غرامبس\" عرضًا للعبة سونيك القنفذ (2006) في عام 2012. بعد ثلاثين ثانية من بداية الحلقة الأولى، تظهر عبارة على الشاشة بأحرف بيضاء على خلفية حمراء. كم مرة يظهر حرف \"E\" في هذه العبارة؟",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "في الحاشية الموجودة في الفقرة قبل الأخيرة من الصفحة 11 من الكتاب الذي يحمل المعرف الرقمي 10.2307/j.ctv9b2xdv، ما هو اليوم من شهر نوفمبر الذي تم فيه الوصول إلى مقالة ويكيبيديا؟ فقط أعطني اليوم من الشهر.",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "أنا أبحث عن الأنواع التي أصبحت غازية بعد أن أطلقها الأشخاص الذين كانوا يحتفظون بها كحيوانات أليفة. هناك نوع معين من الأسماك التي اشتهرت كحيوان أليف لكونها الشخصية الرئيسية في فيلم \"البحث عن نيمو\". وفقًا لهيئة المسح الجيولوجي الأمريكية (USGS)، أين تم العثور على هذه السمكة كنوع غير أصلي، قبل عام 2020؟ أحتاج الإجابة بتنسيق الرموز البريدية المكونة من خمسة أرقام للأماكن التي تم العثور فيها على النوع، مفصولة بفواصل إذا كان هناك أكثر من مكان واحد.",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "سيقام لقاء عائلتي هذا الأسبوع، وقد كُلفت بإحضار البطاطس المهروسة. يشمل الحضور أمي وأبي المتزوجين، وأخي التوأم وعائلته، وخالتي وعائلتها، وجدتي وعمها، وابنة عمها، وعائلة ابنتها. جميع البالغين باستثنائي متزوجون، ولا يوجد أي شخص مطلق أو متزوج مرة أخرى، لكن جدي وزوجة عم جدتي توفيا العام الماضي. جميع الأزواج الأحياء يحضرون. لدى أخي طفلان لا يزالان أطفالاً، ولدى خالتي طفل واحد يبلغ من العمر ست سنوات، ولدى ابنة عم جدتي ثلاثة أطفال دون سن 12. أعتقد أن كل بالغ سيأكل حوالي 1.5 بطاطس من البطاطس المهروسة، وكل طفل سيأكل حوالي نصف بطاطس من البطاطس المهروسة، باستثناء أبناء عمومتي من الدرجة الثانية الذين لا يتناولون الكربوهيدرات. متوسط وزن البطاطس حوالي نصف رطل، وتباع البطاطس في أكياس تزن 5 أرطال. كم عدد الأكياس الكاملة من البطاطس التي أحتاجها؟ أعطني الرقم فقط.",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "تم تفكيك مكعب روبيك القياسي إلى مكعبات تشكل جوانبه. تم خلط المكعبات وإزالة واحدة منها. هناك 6 مكعبات ذات وجه ملون واحد، و12 مكعبًا حافة ذات وجهين ملونين، و8 مكعبات زاوية ذات ثلاثة أوجه ملونة. تم العثور على جميع المكعبات الزرقاء. تم العثور على جميع المكعبات الموجودة مباشرة إلى اليسار واليمين وفوق وتحت مكعب المركز البرتقالي، إلى جانب مكعب المركز. تم العثور على جميع الزوايا الخضراء، إلى جانب جميع المكعبات الخضراء التي تحد الأصفر. بالنسبة لجميع المكعبات البرتقالية التي تم العثور عليها، تم العثور على مكعبات الوجه المقابل. المكعب المزال له لونان على أوجهه. ما هما؟ أجب باستخدام قائمة مفصولة بفواصل، مع ترتيب الألوان أبجديًا.",
    "Level": "1",
    "Final answer": "أخضر، أبيض",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "قم بفحص الفيديو على الرابط https://www.youtube.com/watch?v=1htKBjuUWec.\n\nماذا يقول تيلك رداً على السؤال \"أليس ذلك ساخناً؟\"",
    "Level": "1",
    "Final answer": "بشكلٍ مُتطرِّف",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "مجموعة مكونة من 5 أشخاص تتكون من دبابة واحدة، ومعالج واحد، وثلاثة مهاجمين يقومون بزنزانة تم إصدارها للتو في عالم ووركرافت. اثنان منهما يرتديان درعًا لوحيًا واثنان يرتديان درعًا قماشيًا. عند الزعيم النهائي، يقوم كل من الدبابة والمعالج بإلقاء تعاويذ مقدسة. يتم استخدام الجليد والنار، كل منهما من قبل مهاجم مختلف. يقوم دب من المجموعة بمهاجمة الزعيم. يتم إلقاء تعويذة التحول. يسقط كلت النسيان كغنيمة، لكن لا أحد يمكنه استخدامه. إذا كانت جميع الفئات تستخدم قدرات فئتها وكانت جميع الفئات فريدة، فما هي الفئات الخمس في المجموعة بترتيب أبجدي مفصولة بفواصل؟",
    "Level": "3",
    "Final answer": "فارس الموت، الصياد، الفارس، الكاهن، الساحر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nما هو البيان الذي لا يعادل منطقياً بقية البيانات؟ قدم البيان الكامل الذي لا يتناسب.",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "خذ التوزيع الجنساني من التعداد البلغاري لعام 2011 حول أولئك الذين أكملوا التعليم العالي. اطرح العدد الأصغر من العدد الأكبر، ثم أعد الفرق بآلاف النساء. لذا إذا كان هناك 30.1 ألف رجل أكثر، فستعطي \"30.1\"",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "أنت فان هيلسينغ، صياد مصاصي الدماء الشهير. كلفك الكونت لاتشو الرابع، ابن كوستيا، حاكم مولدافيا، بالتحقيق في قرية سيرنيا في جارتها فالاشيا. أبلغ مستشارو الكونت عن رؤية مصاص دماء يعبر الحدود بالقرب من القرية، ويطلب منك التحقيق في الأمر.\n\nتتوجه إلى قرية سيرنيا وتبدأ تحقيقك. في إحدى الليالي، قبيل الفجر، تلاحظ رجلاً يرتدي عباءة سوداء طويلة مبطنة بالأحمر يقفز من سقف إلى آخر برشاقة خارقة. إنه مصاص دماء! تحاول مطاردة المخلوق إلى مسكنه، لكنه أسرع منك. ومع ذلك، بسبب عزلة القرية، أنت متأكد تمامًا من أن مصاص الدماء يجب أن يكون أحد سكان القرية. تقرر أن أفضل إجراء هو زيارة جميع سكان القرية البالغ عددهم 100 شخص خلال النهار. تعرف شيئًا عن مصاصي الدماء والبشر سيساعدك في تحقيقك: البشر دائمًا يقولون الحقيقة، بينما مصاصو الدماء دائمًا يكذبون.\n\nفي فترة ما بعد الظهر، تتنقل من منزل إلى آخر، متحدثًا مع جميع سكان سيرنيا المائة. تسأل الجميع السؤال نفسه: \"كم عدد مصاصي الدماء الذين يعيشون في سيرنيا؟\" يجيب جميع سكان القرية بنفس الإجابة: \"على الأقل واحد منا إنسان.\"\n\nكم عدد سكان سيرنيا الذين تحولوا إلى مصاصي دماء؟",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "يحتوي ملف Excel المرفق على مبيعات عناصر القائمة لسلسلة مطاعم سريعة محلية. ما هي إجمالي المبيعات التي حققتها السلسلة من الطعام (بدون المشروبات)؟ عبر عن إجابتك بالدولار الأمريكي مع منزلتين عشريتين.",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "ما هو العدد الفعلي للمسجلين في التجربة السريرية حول الملوية البوابية لدى مرضى حب الشباب الشائع من يناير إلى مايو 2018 كما هو مدرج على موقع المعاهد الوطنية للصحة؟",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "وفقاً للبنك الدولي، ما هي الدول التي كان لديها إجمالي مدخرات تزيد عن 35% من الناتج المحلي الإجمالي لكل عام في الفترة 2001-2010؟ قدم إجابتك كقائمة مفصولة بفواصل من الدول بترتيب أبجدي. استخدم الأسماء الأكثر شيوعًا للدول باللغة الإنجليزية عند الإجابة.",
    "Level": "2",
    "Final answer": "بروناي، الصين، المغرب، سنغافورة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "في قاعدة بيانات NCATS PubChem لتصنيف حالة الإضافات الغذائية، ابحث عن المركب الذي يمتلك وزنًا جزيئيًا يبلغ 100 جرام/مول أو أقل، و6 ذرات ثقيلة، و1 أو أقل من مستقبلات الروابط الهيدروجينية، وتعقيدًا بين 10 و15. من بين التطابقات المشتركة بين الجينات والمواد الكيميائية بين تحولاته الإنزيمية المحتملة، ما هو معرف PubChem CID للأثقل من حيث الوزن الجزيئي؟",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "احسب رقم التحقق لمعرّف Tropicos للرتبة Helotiales كما لو كان رقم ISBN-10.",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "كم عدد الضربات التي حققها لاعب فريق يانكي الذي حصل على أكبر عدد من المشي في الموسم العادي لعام 1977 في نفس الموسم؟",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "في منشور مدونة VSCode لعام 2018 على موقع replit.com، ما هو الأمر الذي نقروا عليه في الفيديو الأخير لإزالة الأسطر الإضافية؟",
    "Level": "2",
    "Final answer": "تنسيق المستند",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "أنت مهندس اتصالات تريد بناء أبراج هواتف محمولة على امتداد طريق. في الملف المرجعي يوجد تخطيط للطريق والمنازل القريبة. كل شرطة، \"-\", هي علامة تشير إلى ميل. كل حرف H كبير يشير إلى منزل يقع بجوار علامة ميل، ويظهر فوق أو أسفل امتداد الطريق. يمكن لكل برج هواتف محمولة تغطية المنازل الواقعة بجوار الطريق ضمن نصف قطر 4 أميال. أوجد الحد الأدنى لعدد أبراج الهواتف المحمولة اللازمة لتغطية جميع المنازل المجاورة للطريق. يجب أن تكون إجابتك قيمة عددية صحيحة موجبة.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "الصورة في مجموعة متحف ويتني للفن الأمريكي برقم دخول 2022.128 تظهر شخصًا يحمل كتابًا. أي وحدة عسكرية انضم إليها مؤلف هذا الكتاب في عام 1813؟ أجب دون استخدام الأدوات.",
    "Level": "2",
    "Final answer": "الفيلق الروسي الألماني",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "انظر إلى الصورة المرفقة. يتم تقييم الاختبار على النحو التالي:\n\nالمسائل التي تطلب من الطالب جمع أو طرح الكسور: 5 نقاط\nالمسائل التي تطلب من الطالب ضرب أو قسمة الكسور: 10 نقاط\nالمسائل التي تطلب من الطالب تكوين كسر غير صحيح: 15 نقطة\nالمسائل التي تطلب من الطالب تكوين عدد مختلط: 20 نقطة\n\nبسبب مشكلة تقنية أدت إلى تأخير إجراء الطلاب للاختبار، يمنح المعلم الجميع 5 نقاط إضافية.\n\nإذا قمت بتقييم الاختبار في الصورة المرفقة، فكم نقطة سيحصل عليها الطالب؟ لا يوجد ائتمان جزئي.",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "يعرض جدول البيانات المرفق مخزون متجر لتأجير الأفلام وألعاب الفيديو في سياتل، واشنطن. ما هو عنوان أقدم قرص بلو راي مسجل في هذا الجدول؟ يُرجى إعادته كما يظهر في الجدول.",
    "Level": "2",
    "Final answer": "وقت-الركن 2: الكون الموازي",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "من هو مؤلف الأغنية التي أداها ديك وهامستر في مقاطع فيديو رسوم متحركة منفصلة بإيقاعات مختلفة وكلمات مختلفة؟ أجب باستخدام التنسيق الاسم الأول الاسم الأخير.",
    "Level": "2",
    "Final answer": "روجر ميلر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "من الذي رشح المقالة المميزة الوحيدة على ويكيبيديا الإنجليزية حول ديناصور تم ترقيته في نوفمبر 2016؟",
    "Level": "1",
    "Final answer": "فونك مونك",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "ما هو الحجم بالميلليلتر لنظام يتكون من 0.312 كجم من مبرد الفريون-12 عند وضعه في قاع خندق ماريانا والسماح له بالاستقرار عند درجة الحرارة القصوى للخندق، مقربًا لأقرب ملليلتر؟ قدم إجابتك كقيمة عددية صحيحة فقط.",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "استخدم قياسات الكثافة من مواد الكيمياء المرخصة من قبل ماريسا ألفيار-أجنيو وهنري أجنيو بموجب ترخيص CK-12 في مواد الكيمياء التمهيدية في LibreText كما تم تجميعها في 21/08/2023.\n\nلدي جالون من العسل وجالون من المايونيز عند درجة حرارة 25 درجة مئوية. أقوم بإزالة كوب واحد من العسل في كل مرة من جالون العسل. كم مرة أحتاج إلى إزالة كوب حتى يصبح وزن العسل أقل من وزن المايونيز؟ افترض أن أوعية الحفظ نفسها لها نفس الوزن.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "كم عدد المتقدمين للوظيفة في ملف PDF الذين ينقصهم مؤهل واحد فقط؟",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  }
]