[
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "На выставке 2015 года в Метрополитен-музее, названной в честь животного китайского зодиака 2015 года, у скольких из «двенадцати животных китайского зодиака» видна рука?",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "В офисе прошёл обмен подарками по принципу «Тайного Санты», где каждому из двенадцати сотрудников был назначен другой сотрудник группы, которому он должен был подарить подарок. Каждый сотрудник заполнил профиль, включающий три любимых занятия или хобби. В день обмена подарками было вручено только одиннадцать подарков, каждый из которых соответствовал одному из интересов получателя. На основе информации в документе, кто не подарил подарок?",
    "Level": "1",
    "Final answer": "Фред",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "Сколько студийных альбомов было опубликовано Мерседес Сосой с 2000 по 2009 год (включительно)? Вы можете использовать последнюю версию английской Википедии 2022 года.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "Найдите значение x с точностью до десятых: Lx = (d/dx * (A * x²)) + 4097 – C,\nгде L — последние две цифры года провозглашения независимости Венесуэлы,\nA — количество цветов в логотипе TikTok по состоянию на июль 2023 года, исключая чёрный и белый,\nи C — рост средней филиппинки по данным статьи Business Insider от июля 2023 года, округлённый до ближайшего целого сантиметра.",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "Следующие номера функционируют аналогично ISBN 13, однако их методы проверки немного отличаются. Вместо использования чередующихся весов 1 и 3, контрольная цифра рассчитывается с использованием чередующихся весов 1 и другого положительного целого числа меньше 10. В остальном контрольная цифра рассчитывается как ожидается. К сожалению, в данных есть ошибка. Две смежные колонки были переставлены. Эти ошибочные колонки не включают финальную колонку или одну из первых трёх колонок. Используя эту информацию, пожалуйста, предоставьте все возможные решения с неизвестным весом и меньшим индексом двух ошибочных колонок (предположим, что мы начинаем индексацию с 0 и игнорируем дефисы). Дайте ваш ответ в форме x, y, где x — вес, а y — меньший индекс двух переставленных колонок.\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7, 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "В 2022 году, до декабря, что означает «R» в трёх основных правилах типа контента, который был нарушен в публичных журналах на странице Википедии Legume?",
    "Level": "1",
    "Final answer": "исследование",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "Какое минимальное количество ссылок на странице должен нажать человек, чтобы перейти со страницы английской Википедии о «Властелине колец» (книга) на страницу английской Википедии о «Песне льда и пламени» (серия книг)? В вашем подсчете включите каждую ссылку, на которую вы нажмете, чтобы перейти на страницу. Используйте страницы в том виде, в котором они появились в конце дня 3 июля 2023 года.",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "Кто из участников версии OpenCV, в которой была добавлена поддержка модели Mask-RCNN, имеет то же имя, что и бывший китайский глава правительства, когда имена транслитерируются в латинский алфавит?",
    "Level": "2",
    "Final answer": "Ли Пэн",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "Меня интересует, сколько информации доступно о популярных видеоиграх до их релиза. Найдите страницу Википедии для игры 2019 года, которая выиграла British Academy Games Awards. Сколько правок было на этой странице до месяца, указанного как дата релиза игры на этой странице Википедии (по состоянию на самую последнюю запись из 2022 года)?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "В 11 серии 9 сезона «Доктора Кто» Доктор оказывается заперт в постоянно меняющемся лабиринте. Как называется это место в официальном сценарии эпизода? Укажите место действия точно так, как оно появляется в заголовке первой сцены.",
    "Level": "1",
    "Final answer": "ЗАМОК",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "Я хотел бы узнать больше о некоторых популярных реалити-шоу-конкурсах. По состоянию на конец 44-го сезона американской версии Survivor, насколько больше уникальных победителей было по сравнению с числом победителей American Idol?",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "В приложенном PDF-файле перечислены варианты размещения в курортном сообществе острова Сихорс. Какой тип размещения имеет более высокий средний рейтинг на острове Сихорс?",
    "Level": "2",
    "Final answer": "Отели",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "По данным GitHub, когда была добавлена метка Regression к самому старому закрытому вопросу numpy.polynomial, имеющему метку Regression, в формате ММ/ДД/ГГ?",
    "Level": "2",
    "Final answer": "15.04.18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "Объект в коллекции Британского музея с музейным номером 2012,5015.17 — это раковина определенного вида моллюсков. Согласно аннотации исследовательской статьи, опубликованной в Science Advances в 2021 году, бусины, изготовленные из раковин этого вида, были найдены возрастом не менее скольких тысяч лет?",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "С точки зрения географического расстояния между столицами, какие 2 страны являются наиболее удалёнными друг от друга внутри блока АСЕАН, согласно Wikipedia? Ответьте с помощью списка, разделённого запятыми, с упорядочиванием стран в алфавитном порядке.\n\nОтвет: Индонезия, Мьянма",
    "Level": "2",
    "Final answer": "Индонезия, Мьянма",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "Просмотрите позицию в шахматах, представленную на изображении. Ход черных. Укажите правильный следующий ход для черных, который гарантирует победу. Пожалуйста, предоставьте свой ответ в алгебраической записи.",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "Какого писателя цитирует Merriam-Webster в качестве Слова дня 27 июня 2022 года?",
    "Level": "1",
    "Final answer": "Энни Левин",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "По данным Геологической службы США, в каком году американский аллигатор был впервые обнаружен к западу от Техаса (исключая Техас)?",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "Сколько остановок (не включая конечные) между Южным вокзалом и Виндзор Гарденс на линии Франклин-Фоксборо компании MBTA по состоянию на май 2023 года?",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "Привет, я пропустил занятия по болезни в пятницу, поэтому пытаюсь разобраться, что мне нужно изучить для промежуточного экзамена по математическому анализу на следующей неделе. Мой друг по классу прислал мне аудиозапись, на которой профессор Уиллоу Брук рекомендует чтение для теста, но мои наушники сломаны :(\n\nМожете ли вы прослушать запись для меня и сказать мне номера страниц, которые мне нужно просмотреть? Я приложил файл с названием Homework.mp3, в котором содержится запись. Пожалуйста, укажите только номера страниц в виде списка, разделенного запятыми. И, пожалуйста, предоставьте список в порядке возрастания.",
    "Level": "1",
    "Final answer": "132, 133, 134, 197, 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "В вымышленном языке Тизин основные предложения организованы так, что сначала идет глагол, затем прямое дополнение, а затем подлежащее предложения. Я хочу выразить свою любовь к яблокам моему другу Тизину. Слово, которое указывает на себя, это «Pa» — это именительный падеж, «Mato» — это винительный падеж, а «Sing» — это родительный падеж. Корневой глагол, который указывает на сильную симпатию к чему-либо, это «Maktay». Когда он используется в настоящем, он используется в своей корневой форме, когда он используется в прошедшем времени, это «Tay», а когда он используется в несовершенном прошедшем времени, это «Aktay». Он используется иначе, чем в английском, и лучше переводится как «is pleasing to», что означает, что вещь, которая нравится, на самом деле является объектом предложения, а не подлежащим. Слово «яблоки» заимствовано из английского языка в тизине, поэтому «Apple» — это именительный падеж, «Zapple» — винительный падеж, а «Izapple» — родительный падеж. Пожалуйста, переведите «I like apples» на тизин.",
    "Level": "1",
    "Final answer": "Мактай мато яблоко",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "Кто такие питчеры с номером до и после номера Тайсё Тамая по состоянию на июль 2023 года? Дайте мне их в форме Питчер До, Питчер После, используйте только их фамилии, в римских буквах.",
    "Level": "1",
    "Final answer": "Йошида, Уэхара",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "У меня есть Стандартный тарифный план на изображении ниже, и я только что загрузил 60 файлов одинакового размера и получил сообщение, что я превысил лимит на 100 ГБ. У меня есть еще 980 файлов того же размера для загрузки. Какова средняя дополнительная стоимость за файл в долларах, которая превышает лимит моего текущего тарифного плана, округленная до ближайшего цента, если мне нужно перейти на минимальный возможный тарифный план, чтобы хранить их все? Ответьте в следующем формате: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "Согласно списку Box Office Mojo 2020 Worldwide Box Office, сколько из 10 самых кассовых мировых фильмов также входят в десятку самых кассовых отечественных фильмов? Ваш ответ должен быть целым числом.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "Канал YouTube Game Grumps начал Let’s Play игры Sonic the Hedgehog (2006) в 2012 году. Через тридцать секунд после начала первого эпизода на экране появляется фраза белыми буквами на красном фоне. Сколько раз буква \"E\" встречается в этой фразе?",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "В сноске, найденной во втором абзаце с конца на странице 11 книги с doi 10.2307/j.ctv9b2xdv, какая дата в ноябре указана как день доступа к статье в Википедии? Укажите только число месяца.",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "Я исследую виды, которые стали инвазивными после того, как люди, содержавшие их в качестве домашних животных, выпустили их на волю. Существует определённый вид рыбы, который стал популярен как домашнее животное благодаря тому, что был главным героем фильма «В поисках Немо». По данным Геологической службы США, где эта рыба была обнаружена как не родной вид до 2020 года? Мне нужен ответ в формате пятизначных почтовых индексов мест, где был обнаружен вид, разделённых запятыми, если таких мест несколько.",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "На этой неделе состоится воссоединение моей семьи, и мне поручили принести пюре из картофеля. Среди участников — моя замужняя мать и отец, мой брат-близнец и его семья, моя тётя и её семья, моя бабушка и её брат, дочь её брата и семья её дочери. Все взрослые, кроме меня, были замужем, и никто не разведён и не женат повторно, но мой дедушка и свояченица моей бабушки умерли в прошлом году. Все живущие супруги присутствуют. У моего брата двое детей, которые всё ещё дети, у моей тёти — один шестилетний ребёнок, а у дочери брата моей бабушки — трое детей младше 12 лет. Я предполагаю, что каждый взрослый съест около 1,5 картофелины пюре, а каждый ребёнок — около 1/2 картофелины пюре, кроме моих двоюродных братьев, которые не едят углеводы. Средний картофель весит около полуфунта, а картофель продаётся в 5-фунтовых пакетах. Сколько целых пакетов картофеля мне нужно? Просто дайте число.",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "Стандартный кубик Рубика был разобран на кубики, составляющие его стороны. Кубики перемешаны, и один из них удален. Есть 6 кубиков с одной окрашенной гранью, 12 кубиков ребер с двумя окрашенными гранями и 8 кубиков углов с тремя окрашенными гранями. Все синие кубики найдены. Все кубики, расположенные слева, справа, сверху и снизу от оранжевого центрального кубика, найдены вместе с центральным кубиком. Все зеленые углы найдены, а также все зеленые, граничащие с желтыми. Для всех найденных оранжевых кубиков найдены кубики противоположной грани. Удаленный кубик имеет две цвета на своих гранях. Какие это цвета? Ответьте с помощью запятого списка, с цветами, упорядоченными по алфавиту.",
    "Level": "1",
    "Final answer": "зелёный, белый",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "Просмотрите видео по адресу https://www.youtube.com/watch?v=1htKBjuUWec.\n\nЧто отвечает Тилк на вопрос «Не жарко ли?»",
    "Level": "1",
    "Final answer": "Крайне",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "Группа из пяти человек, состоящая из одного танка, одного хилера и трех ДПС, проходит только что выпущенный в World of Warcraft подземелье. Двое носят латные доспехи, а двое — тканевые. На финальном боссе и танк, и хилер кастуют священные заклинания. Лед и огонь используются, каждый из них — разным ДПС. Медведь из группы атакует босса. Применяется Метаморфоз. В качестве добычи выпадает Килт Забвения, но никто не может его использовать. Если все классы используют свои классовые способности и все классы уникальны, то какие пять классов в группе в алфавитном порядке, разделенные запятыми?",
    "Level": "3",
    "Final answer": "Рыцарь смерти, Охотник, Паладин, Жрец, Чернокнижник",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nКакое из вышеперечисленных утверждений не является логически эквивалентным остальным? Укажите полное утверждение, которое не подходит.",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "Возьмите данные о гендерном распределении из переписи населения Болгарии 2011 года среди тех, кто завершил высшее образование. Вычтите меньшее число из большего, затем верните разницу в тысячах женщин. Например, если мужчин было на 30,1 тысячи больше, вы бы указали \"30,1\".",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "Вы — Ван Хельсинг, известный охотник на вампиров. Граф Молдовы Лацку IV, сын Костеи, поручил вам расследовать дело в деревне Ширнея в соседней Валахии. Советники графа сообщили, что вампир был замечен, пересекая границу рядом с деревней, и просят вас расследовать это.\n\nВы отправляетесь в деревню Ширнея и начинаете расследование. Однажды ночью, незадолго до рассвета, вы замечаете человека в длинном чёрном плаще с красной подкладкой, прыгающего с крыши на крышу с сверхчеловеческой ловкостью. Это вампир! Вы пытаетесь преследовать существо до его дома, но оно слишком быстро. Однако из-за удалённости деревни вы знаете с абсолютной уверенностью, что вампир должен быть жителем деревни. Вы решаете, что лучший курс действий — посетить всех 100 жителей города днём. Вы знаете что-то о вампирах и людях, что сделает ваше расследование возможным; люди всегда говорят правду, но вампиры всегда лгут.\n\nДнём вы ходите из дома в дом, разговаривая со всеми 100 жителями Ширнеи. Вы задаёте всем один и тот же вопрос: «Сколько вампиров живёт в Ширнее?» Все в деревне дают один и тот же ответ: «По крайней мере, один из нас — человек».\n\nСколько жителей Ширнеи превратились в вампиров?",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "В приложенном файле Excel содержатся данные о продажах позиций меню для местной сети быстрого питания. Каковы общие продажи, которые сеть получила от еды (не включая напитки)? Выразите ответ в долларах США с двумя знаками после запятой.",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "Какова была фактическая численность участников клинического исследования по H. pylori у пациентов с обыкновенной угревой сыпью с января по май 2018 года, указанная на сайте NIH?",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "Согласно Всемирному банку, какие страны имели валовые сбережения более 35% ВВП каждый год в период с 2001 по 2010 год? Дайте ответ в виде запятого списка стран в алфавитном порядке. Используйте наиболее распространенные названия стран на английском языке при ответе.",
    "Level": "2",
    "Final answer": "Бруней, Китай, Марокко, Сингапур",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "В базе данных NCATS PubChem для классификации статуса пищевых добавок найдите соединение, имеющее молекулярную массу 100 г/моль или менее, 6 тяжёлых атомов, 1 или менее акцепторов водородных связей и сложность от 10 до 15. Из общих генно-химических ко-встреч между двумя возможными ферментативными трансформациями этого соединения, каков PubChem CID самого тяжёлого по молекулярной массе?",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "Вычислите контрольное число для Tropicos ID для порядка Helotiales, если бы он был номером ISBN-10.",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "Сколько подходов на бите было у игрока «Янкиз» с наибольшим количеством уокеров в регулярном сезоне 1977 года в том же сезоне?",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "В блоге VSCode 2018 на replit.com, какая команда была нажата в последнем видео, чтобы удалить лишние строки?",
    "Level": "2",
    "Final answer": "Формат документа",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "Вы — телекоммуникационный инженер, который хочет построить сотовые башни на участке дороги. В справочном файле представлен план дороги и близлежащих домов. Каждая черта, \"-\", является маркером, указывающим на милю. Каждая заглавная буква H обозначает дом, расположенный рядом с указателем мили, расположенный выше или ниже участка дороги. Каждая сотовая башня может охватывать дома, расположенные рядом с дорогой в радиусе 4 миль. Найдите минимальное количество сотовых башен, необходимых для покрытия всех домов рядом с дорогой. Ваш ответ должен быть положительным целым числом.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "На фотографии из коллекции Музея американского искусства Уитни с регистрационным номером 2022.128 изображен человек, держащий книгу. В какую воинскую часть вступил автор этой книги в 1813 году? Ответьте без использования артиклей.",
    "Level": "2",
    "Final answer": "Русский-германский легион",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "Посмотрите на приложенное изображение. Тест оценивается следующим образом:\n\nЗадачи, в которых студенту предлагается складывать или вычитать дроби: 5 баллов\nЗадачи, в которых студенту предлагается умножать или делить дроби: 10 баллов\nЗадачи, в которых студенту предлагается образовать неправильную дробь: 15 баллов\nЗадачи, в которых студенту предлагается образовать смешанное число: 20 баллов\n\nИз-за технической проблемы, которая задержала прохождение теста студентами, учитель дает всем 5 бонусных баллов.\n\nЕсли вы оцените тест на приложенном изображении, сколько баллов заработает студент? Частичное начисление баллов не предусмотрено.",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "В прилагаемой таблице показан инвентарь магазина проката фильмов и видеоигр в Сиэтле, штат Вашингтон. Каково название самого старого Blu-Ray, записанного в этой таблице? Верните его так, как он указан в таблице.",
    "Level": "2",
    "Final answer": "Время-Парковка 2: Параллельная Вселенная",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "Кто написал песню, которую исполняли петух и хомяк в отдельных мультфильмах в разном темпе и с разными текстами? Ответьте в формате Имя Фамилия.",
    "Level": "2",
    "Final answer": "Роджер Миллер",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "Кто номинировал единственную статью о динозавре, получившую статус «Избранной статьи» в английской Википедии в ноябре 2016 года?",
    "Level": "1",
    "Final answer": "ФанкМонк",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "Каков объем в миллилитрах системы, состоящей из 0,312 кг хладагента Фреон-12, помещённой на дно Марианской впадины и стабилизированной при пиковой температуре впадины, округлённый до ближайшего мл? Укажите свой ответ в виде целого числа.",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "Используйте показатели плотности из химических материалов, лицензированных Марисой Алвиар-Агню и Генри Агню в соответствии с лицензией CK-12 в материалах LibreText по вводному курсу химии, скомпилированных 21.08.2023.\n\nУ меня есть галлон меда и галлон майонеза при температуре 25°C. Я удаляю по одной чашке меда за раз из галлона меда. Сколько раз мне нужно будет удалить чашку, чтобы мед весил меньше, чем майонез? Предположим, что сами контейнеры весят одинаково.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "Сколько соискателей на должность в PDF-файле не хватает только одной квалификации?",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  }
]