[
  {
    "task_id": "c61d22de-5f6c-4958-a7f6-5e9707bd3466",
    "Question": "تظهر ورقة حول تنظيم الذكاء الاصطناعي تم تقديمها في الأصل إلى arXiv.org في يونيو 2022 شكلًا بثلاثة محاور، حيث يحتوي كل محور على كلمة تسميه في كلا الطرفين. أي من هذه الكلمات تُستخدم لوصف نوع من المجتمع في مقال فيزياء ومجتمع تم تقديمه إلى arXiv.org في 11 أغسطس 2016؟",
    "Level": "2",
    "Final answer": "مساواتي",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "أنا أبحث عن الأنواع التي أصبحت غازية بعد أن أطلقها الأشخاص الذين كانوا يحتفظون بها كحيوانات أليفة. هناك نوع معين من الأسماك التي اشتهرت كحيوان أليف لكونها الشخصية الرئيسية في فيلم \"البحث عن نيمو\". وفقًا لهيئة المسح الجيولوجي الأمريكية (USGS)، أين تم العثور على هذه السمكة كنوع غير أصلي، قبل عام 2020؟ أحتاج الإجابة بتنسيق الرموز البريدية المكونة من خمسة أرقام للأماكن التي تم العثور فيها على النوع، مفصولة بفواصل إذا كان هناك أكثر من مكان واحد.",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "04a04a9b-226c-43fd-b319-d5e89743676f",
    "Question": "إذا افترضنا أن جميع المقالات التي نشرتها مجلة Nature في عام 2020 (المقالات فقط، وليس مراجعات الكتب/الأعمدة، إلخ) اعتمدت على الدلالة الإحصائية لتبرير نتائجها، وأنها وصلت في المتوسط إلى قيمة p تساوي 0.04، فكم عدد الأوراق التي ستكون غير صحيحة فيما يتعلق بادعاءاتها بالدلالة الإحصائية؟ قم بتدوير القيمة إلى أقرب عدد صحيح أعلى.",
    "Level": "2",
    "Final answer": "41",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "14569e28-c88c-43e4-8c32-097d35b9a67d",
    "Question": "في لغة Unlambda، يجب إضافة الحرف ` ` (مسافة) لتصحيح الكود لإخراج \"For penguins\".\n\nالإجابة: مسافة.",
    "Level": "2",
    "Final answer": "علامة الاقتباس الخلفية",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e1fc63a2-da7a-432f-be78-7c4a95598703",
    "Question": "إذا استطاع إليود كيبتشوجي الحفاظ على سرعته القياسية في الماراثون إلى ما لا نهاية، فكم ألف ساعة سيستغرق لقطع المسافة بين الأرض والقمر في أقرب نقطة اقتراب؟ يرجى استخدام قيمة الحضيض الأدنى من صفحة ويكيبيديا الخاصة بالقمر عند إجراء الحساب. قم بتقريب النتيجة إلى أقرب 1000 ساعة ولا تستخدم أي فاصلات إذا لزم الأمر.",
    "Level": "1",
    "Final answer": "17",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "يعرض جدول البيانات المرفق مخزون متجر لتأجير الأفلام وألعاب الفيديو في سياتل، واشنطن. ما هو عنوان أقدم قرص بلو راي مسجل في هذا الجدول؟ يُرجى إعادته كما يظهر في الجدول.",
    "Level": "2",
    "Final answer": "وقت-الركن 2: الكون الموازي",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "كم عدد الألبومات الاستوديو التي نشرتها مرسيدس سوسا بين عامي 2000 و2009 (بما في ذلك هذين العامين)؟ يمكنك استخدام أحدث نسخة من ويكيبيديا الإنجليزية لعام 2022.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "الشيء الموجود في مجموعة المتحف البريطاني برقم متحفي 2012,5015.17 هو قوقعة نوع معين من الرخويات. وفقًا لملخص مقال بحثي نُشر في مجلة Science Advances في عام 2021، تم العثور على خرز مصنوع من أصداف هذا النوع يعود تاريخه إلى ما لا يقل عن كم ألف سنة؟",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "وفقاً لـ GitHub، متى تمت إضافة \"Regression\" إلى أقدم قضية مغلقة في numpy.polynomial تحمل علامة \"Regression\" بتنسيق الشهر/اليوم/السنة؟",
    "Level": "2",
    "Final answer": "15/04/18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ec09fa32-d03f-4bf8-84b0-1f16922c3ae4",
    "Question": "هناك لغز ممتع أعتقد أنك ستستمتع به.\n\nلقد تم اختيارك للعب الجولة النهائية من برنامج الألعاب الجديد الشهير \"اختر تلك الكرة\". في هذه الجولة، ستتنافس على جائزة نقدية كبيرة. مهمتك هي اختيار واحدة من عدة كرات مرقمة، ثم تبدأ اللعبة. يشرح المضيف كيفية عمل اللعبة.\n\nيتكون الجهاز من منحدر لولبي واضح وسلسلة من المكابس التي تتحكم في نتيجة اللعبة. يغذي المنحدر الكرات على منصة. تتسع المنصة لثلاث كرات طاولة في كل مرة. يتم محاذاة الكرات الثلاث على المنصة مع واحد من ثلاثة مكابس. في كل مرحلة من اللعبة، سيتم إطلاق أحد المكابس الثلاثة بشكل عشوائي، مما يؤدي إلى طرد الكرة التي يضربها. إذا طرد المكبس الكرة في الموضع الأول على المنصة، تتقدم الكرتان في الموضعين الثاني والثالث على المنصة مساحة واحدة، وتتقدم الكرة التالية على المنحدر إلى الموضع الثالث. إذا طرد المكبس الكرة في الموضع الثاني، يتم إطلاق الكرة في الموضع الأول وتدحرج بعيدًا، تتقدم الكرة في الموضع الثالث مساحتين لتحتل الموضع الأول، وتتقدم الكرتان التاليتان على المنحدر لتحتل الموضعين الثاني والثالث على المنصة. إذا طرد المكبس الكرة في الموضع الثالث، يتم إطلاق الكرة في الموضع الأول وتدحرج بعيدًا، تتقدم الكرة في الموضع الثاني مساحة واحدة لتحتل الموضع الأول، وتتقدم الكرتان التاليتان على المنحدر لتحتل الموضعين الثاني والثالث على المنصة.\n\nيبدأ المنحدر بـ 100 كرة طاولة مرقمة، مرتبة بترتيب تصاعدي من 1 إلى 100. يقوم المضيف بتنشيط الجهاز وتتقدم الكرات الثلاث الأولى، المرقمة 1 و2 و3، إلى المنصة. قبل البدء العشوائي لإطلاق المكابس، يُطلب منك اختيار واحدة من الكرات الـ 100. إذا تم طرد الكرة التي اخترتها بواسطة أحد المكابس، تفوز بالجائزة الكبرى، 10,000 دولار.\n\nأي كرة يجب أن تختار لتعظيم فرصك في الفوز بالجائزة الكبرى؟ يرجى تقديم إجابتك كرقم الكرة المختارة.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "676e5e31-a554-4acc-9286-b60d90a92d26",
    "Question": "في 2 يوليو 1959، حددت معايير الولايات المتحدة لدرجات الفواكه والخضروات المعالجة ومنتجات معينة أخرى مدرجة كمجففة، العناصر في \"قسم المجففة والمجففة\" المحددة بشكل خاص كمجففة إلى جانب أي عناصر في قسم المجمد/المبرد التي تحتوي على الاسم الكامل للعنصر، ولكن ليس إذا كانت معلمة كمُبردة. اعتبارًا من أغسطس 2023، ما هي النسبة المئوية (لأقرب نسبة مئوية) من تلك المعايير التي تم استبدالها بإصدار جديد منذ التاريخ المذكور في معايير عام 1959؟",
    "Level": "3",
    "Final answer": "86",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7dd30055-0198-452e-8c25-f73dbe27dcb8",
    "Question": "باستخدام مكتبة Biopython في بايثون، قم بتحليل ملف PDB للبروتين المحدد بمعرف PDB 5wb7 من بنك بيانات البروتينات RCSB. احسب المسافة بين الذرتين الأولى والثانية كما هي مدرجة في ملف PDB. أبلغ عن الإجابة بالأنغستروم، مقربة إلى أقرب بيكومتر.",
    "Level": "2",
    "Final answer": "1.456",
    "file_name": "7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb"
  },
  {
    "task_id": "2a649bb1-795f-4a01-b3be-9a01868dae73",
    "Question": "ما هي أرقام EC للمادتين الكيميائيتين الأكثر استخدامًا في طريقة اختبار الفيروسات في الورقة البحثية حول SPFMV وSPCSV في \"لؤلؤة أفريقيا\" من عام 2016؟ أرجع الأرقام مفصولة بفاصلة منقوطة بترتيب المواد الكيميائية الأبجدي.",
    "Level": "2",
    "Final answer": "3.1.3.1; 1.11.1.7",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "87c610df-bef7-4932-b950-1d83ef4e282b",
    "Question": "في أبريل من عام 1977، من كان رئيس وزراء أول مكان مذكور بالاسم في سفر أستير (في الترجمة الدولية الجديدة)؟",
    "Level": "2",
    "Final answer": "مورارجي ديساي",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "624cbf11-6a41-4692-af9c-36b3e5ca3130",
    "Question": "ما هو السطر الأخير من القافية الموجودة تحت اسم النكهة على شاهد القبر المرئي في خلفية صورة شاهد القبر لأقدم نكهة في مقبرة نكهات بن آند جيري عبر الإنترنت في نهاية عام 2022؟",
    "Level": "2",
    "Final answer": "لذلك كان علينا أن ندعه يموت.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "استخدم قياسات الكثافة من مواد الكيمياء المرخصة من قبل ماريسا ألفيار-أجنيو وهنري أجنيو بموجب ترخيص CK-12 في مواد الكيمياء التمهيدية في LibreText كما تم تجميعها في 21/08/2023.\n\nلدي جالون من العسل وجالون من المايونيز عند درجة حرارة 25 درجة مئوية. أقوم بإزالة كوب واحد من العسل في كل مرة من جالون العسل. كم مرة أحتاج إلى إزالة كوب حتى يصبح وزن العسل أقل من وزن المايونيز؟ افترض أن أوعية الحفظ نفسها لها نفس الوزن.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5d0080cb-90d7-4712-bc33-848150e917d3",
    "Question": "ما كان حجم كيس السمك بالمتر المكعب الذي تم حسابه في ورقة جامعة ليستر \"هل يمكن للهيقوب توفير ما يكفي من السمك للحفاظ على نظام التنين الغذائي؟\"",
    "Level": "1",
    "Final answer": "0.1777",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bec74516-02fc-48dc-b202-55e78d0e17cf",
    "Question": "ما هو متوسط عدد الأعمال التي تعود إلى ما قبل عام 2020 على صفحات تعريف الباحثين والمساهمين المفتوحة للأشخاص الذين توجد هوياتهم في هذا الملف؟",
    "Level": "3",
    "Final answer": "26.4",
    "file_name": "bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld"
  },
  {
    "task_id": "a1e91b78-d3d8-4675-bb8d-62741b4b68a6",
    "Question": "في الفيديو https://www.youtube.com/watch?v=L1vXCYZAYYM، ما هو أكبر عدد من أنواع الطيور التي تظهر أمام الكاميرا في نفس الوقت؟",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "46719c30-f4c3-4cad-be07-d5cb21eee6bb",
    "Question": "من بين المؤلفين (الاسم الأول. الاسم الأخير) الذين عملوا على الورقة البحثية \"القوائم الدائرية أو القوائم الخطية، أيهما أفضل؟\" في عام 2015، ما كان عنوان الورقة الأولى التي ألفها المؤلف الذي كان قد نشر أوراقًا سابقة؟",
    "Level": "1",
    "Final answer": "رسم خريطة المعلومات الموجهة للإنسان إلى وكلاء البرمجيات لاستخدام الأنظمة عبر الإنترنت",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "df6561b2-7ee5-4540-baab-5095f742716a",
    "Question": "عند حساب متوسط الانحراف المعياري للسكان القياسي للأرقام الحمراء والانحراف المعياري للعينة القياسية للأرقام الخضراء في هذه الصورة باستخدام وحدة الإحصاء في بايثون 3.11، ما هي النتيجة مقربة إلى أقرب ثلاثة أرقام عشرية؟",
    "Level": "2",
    "Final answer": "17.056",
    "file_name": "df6561b2-7ee5-4540-baab-5095f742716a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/df6561b2-7ee5-4540-baab-5095f742716a.png"
  },
  {
    "task_id": "00d579ea-0889-4fd9-a771-2c8d79835c8d",
    "Question": "مارفين مينسكي",
    "Level": "3",
    "Final answer": "كلود شانون",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "في الحلقة 11 من الموسم 9 من مسلسل \"دكتور هو\"، يُحاصر الدكتور داخل متاهة متغيرة باستمرار. ما هو اسم هذا المكان في السيناريو الرسمي للحلقة؟ أعطِ الإعداد بالضبط كما يظهر في عنوان المشهد الأول.",
    "Level": "1",
    "Final answer": "القصر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "من حيث المسافة الجغرافية بين العواصم، ما هما البلدان الأبعد عن بعضهما البعض داخل كتلة الآسيان وفقًا لويكيبيديا؟ أجب باستخدام قائمة مفصولة بفواصل، مع ترتيب البلدان حسب الترتيب الأبجدي.",
    "Level": "2",
    "Final answer": "إندونيسيا، ميانمار",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "في قاعدة بيانات NCATS PubChem لتصنيف حالة الإضافات الغذائية، ابحث عن المركب الذي يمتلك وزنًا جزيئيًا يبلغ 100 جرام/مول أو أقل، و6 ذرات ثقيلة، و1 أو أقل من مستقبلات الروابط الهيدروجينية، وتعقيدًا بين 10 و15. من بين التطابقات المشتركة بين الجينات والمواد الكيميائية بين تحولاته الإنزيمية المحتملة، ما هو معرف PubChem CID للأثقل من حيث الوزن الجزيئي؟",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e4e91f1c-1dcd-439e-9fdd-cb976f5293fd",
    "Question": "نعم",
    "Level": "2",
    "Final answer": "عباءة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "من هو المساهم في إصدار OpenCV الذي تمت فيه إضافة الدعم لنموذج Mask-RCNN والذي يحمل نفس الاسم عند نقله إلى الأبجدية اللاتينية لرئيس حكومة صيني سابق؟",
    "Level": "2",
    "Final answer": "لي بنغ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "de9887f5-ead8-4727-876f-5a4078f8598c",
    "Question": "ما هي النسبة المئوية الصحيحة المدورة لإجمالي طول الروبيان المهرج المسجل في ورقة عمر فالنسيا مينديز لعام 2017 التي تم فيها إطعام نجم البحر لنفس نوع الروبيان في ورقة ج. كورت فيدلر لعام 2002؟",
    "Level": "3",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "في حفل تبادل الهدايا السري (Secret Santa) الذي أقامه مكتب ما، تم تعيين كل موظف من الموظفين الاثني عشر لموظف آخر في المجموعة لتقديم هدية له. قام كل موظف بملء ملف شخصي يتضمن ثلاثة اهتمامات أو هوايات. في يوم تبادل الهدايا، تم تقديم إحدى عشرة هدية فقط، كل منها يتوافق مع أحد اهتمامات المتلقي. بناءً على المعلومات الواردة في الوثيقة، من هو الموظف الذي لم يقدم هدية؟",
    "Level": "1",
    "Final answer": "فريد",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8b3379c0-0981-4f5b-8407-6444610cb212",
    "Question": "ما هو الطول الأقصى بالمتر للرقم 9 في أول فيلم قصير لـ National Geographic على YouTube الذي تم إصداره وفقًا لموقع Monterey Bay Aquarium؟ أعطِ الرقم فقط.",
    "Level": "2",
    "Final answer": "1.8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0ff53813-3367-4f43-bcbd-3fd725c1bf4b",
    "Question": "ما نوع النموذج المكون من كلمتين الذي تشاركته دراسات ماناش براتيم كاشياب وبي إس فادر في دراسات الاحتفاظ بالعملاء التي نُشرت خلال 2018-2019 (بدون علامات ترقيم)؟",
    "Level": "2",
    "Final answer": "بيتا الهندسية",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "983bba7c-c092-455f-b6c9-7857003d48fc",
    "Question": "ما هي الحيوانات التي ذُكرت في ورقتي إلياس لاجكوفاردوس وأولجا تابيا حول أنواع \"ألفي\" من الجنس المسمى على اسم كوبنهاجن خارج الببليوغرافيات، والتي كانت موجودة أيضًا في المقالة المنشورة عام 2021 والمذكورة في صفحة ويكيبيديا الخاصة بأنواع \"ألفي\" حول دراسة متعددة المراكز وعشوائية ومزدوجة التعمية؟",
    "Level": "3",
    "Final answer": "فئران",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a7feb290-76bb-4cb7-8800-7edaf7954f2f",
    "Question": "كم عدد مقالات فيزياء الطاقة العالية - الشبكية المدرجة في يناير 2020 على أرشيف والتي كانت متاحة بصيغة ps؟",
    "Level": "2",
    "Final answer": "31",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "الصورة في مجموعة متحف ويتني للفن الأمريكي برقم دخول 2022.128 تظهر شخصًا يحمل كتابًا. أي وحدة عسكرية انضم إليها مؤلف هذا الكتاب في عام 1813؟ أجب دون استخدام الأدوات.",
    "Level": "2",
    "Final answer": "الفيلق الروسي الألماني",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2d83110e-a098-4ebb-9987-066c06fa42d0",
    "Question": "إذا قمت بكتابة \"tfel\" كـ \"يسار\" في هذه الجملة، فإن هذه الجملة تصبح \"إذا قمت بكتابة 'يمين' كـ 'tfel' في هذه الجملة، فإن هذه الجملة تصبح مفهومة بشكل صحيح\".",
    "Level": "1",
    "Final answer": "صحيح",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "ما هو الحد الأدنى لعدد روابط الصفحات التي يجب على الشخص النقر عليها للانتقال من صفحة ويكيبيديا الإنجليزية عن \"سيد الخواتم\" (الكتاب) إلى صفحة ويكيبيديا الإنجليزية عن \"أغنية الجليد والنار\" (سلسلة الكتب)؟ في عدك، تضمن كل رابط تنقر عليه للوصول إلى الصفحة. استخدم الصفحات كما ظهرت في نهاية يوم 3 يوليو 2023.",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2",
    "Question": "كل خلية في الجدول المرفق تمثل قطعة أرض. يشير لون الخلية إلى مالك تلك القطعة. الخلايا الخضراء هي قطع الأرض التي يملكها إيرل سميث. هل يمكن لإيرل أن يسير عبر كل قطعة أرض يملكها (ولا يسير عبر أي قطع أخرى) ويعود إلى نقطة البداية دون الرجوع إلى الخلف؟ بالنسبة لهذا السؤال، يعتبر الرجوع إلى الخلف أي حالة يدخل فيها إيرل إلى قطعة أرض كان قد دخلها بالفعل منذ مغادرته نقطة البداية.",
    "Level": "1",
    "Final answer": "لا",
    "file_name": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx"
  },
  {
    "task_id": "9b54f9d9-35ee-4a14-b62f-d130ea00317f",
    "Question": "أي من عناصر النص تحت CATEGORIES في ملف XML يحتوي على الطعام الوحيد في الجدول الذي لا يظهر مرة ثانية تحت اسم مختلف؟",
    "Level": "3",
    "Final answer": "الحساء واليخنات",
    "file_name": "9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip"
  },
  {
    "task_id": "e8cb5b03-41e0-4086-99e5-f6806cd97211",
    "Question": "ذهبت إلى مطعم وبار فيرتشو في شيكاغو في عيد ميلادي في 22 مارس 2021 وكان الطبق الرئيسي الذي تناولته لذيذًا! لسوء الحظ، عندما عدت بعد حوالي شهر في 21 أبريل، لم يعد موجودًا في قائمة العشاء. باستخدام آلة واي باك، هل يمكنك مساعدتي في معرفة الطبق الرئيسي الذي كان موجودًا في قائمة العشاء لمطعم فيرتشو في 22 مارس 2021 ولكنه لم يكن موجودًا في 21 أبريل 2021؟ أجب باستخدام الصيغة المفردة، بدون أدوات تعريف.",
    "Level": "2",
    "Final answer": "الجمبري",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nما هو البيان الذي لا يعادل منطقياً بقية البيانات؟ قدم البيان الكامل الذي لا يتناسب.",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "سيقام لقاء عائلتي هذا الأسبوع، وقد كُلفت بإحضار البطاطس المهروسة. يشمل الحضور أمي وأبي المتزوجين، وأخي التوأم وعائلته، وخالتي وعائلتها، وجدتي وعمها، وابنة عمها، وعائلة ابنتها. جميع البالغين باستثنائي متزوجون، ولا يوجد أي شخص مطلق أو متزوج مرة أخرى، لكن جدي وزوجة عم جدتي توفيا العام الماضي. جميع الأزواج الأحياء يحضرون. لدى أخي طفلان لا يزالان أطفالاً، ولدى خالتي طفل واحد يبلغ من العمر ست سنوات، ولدى ابنة عم جدتي ثلاثة أطفال دون سن 12. أعتقد أن كل بالغ سيأكل حوالي 1.5 بطاطس من البطاطس المهروسة، وكل طفل سيأكل حوالي نصف بطاطس من البطاطس المهروسة، باستثناء أبناء عمومتي من الدرجة الثانية الذين لا يتناولون الكربوهيدرات. متوسط وزن البطاطس حوالي نصف رطل، وتباع البطاطس في أكياس تزن 5 أرطال. كم عدد الأكياس الكاملة من البطاطس التي أحتاجها؟ أعطني الرقم فقط.",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b816bfce-3d80-4913-a07d-69b752ce6377",
    "Question": "في مقال إيميلي ميدكيف الصادر في يونيو 2014 في مجلة تحمل اسم أحد أبناء هريدمار الذي كان يحرس منزله، ما هي الكلمة التي تم اقتباسها من مؤلفين مختلفين للتعبير عن الاستياء من طبيعة تصوير التنانين؟",
    "Level": "1",
    "Final answer": "ناعم",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f46b4380-207e-4434-820b-f32ce04ae2a4",
    "Question": "في عام 1999. قبل أن تحتفل وكأنها 1999، يرجى مساعدتي في تسوية رهان.\n\nأصدرت فيونا أبل وبولا كول ألبومات قبل عام 1999. من بين هذه الألبومات، ما هي التي لم تحصل على تقييم حرفي من روبرت كريستجاو؟ قدم إجابتك كقائمة عناوين ألبومات مفصولة بفواصل، مرتبة أبجدياً.",
    "Level": "2",
    "Final answer": "هاربينجر، تايدال",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72e110e7-464c-453c-a309-90a95aed6538",
    "Question": "تحت تصنيف DDC 633 في مكتبة جامعة بيليفيلد (BASE)، اعتبارًا من عام 2020، من أي بلد كانت المقالة باللغة غير المعروفة التي تحمل علمًا فريدًا من نوعه مقارنة بالمقالات الأخرى؟",
    "Level": "1",
    "Final answer": "غواتيمالا",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "في منشور مدونة VSCode لعام 2018 على موقع replit.com، ما هو الأمر الذي نقروا عليه في الفيديو الأخير لإزالة الأسطر الإضافية؟",
    "Level": "2",
    "Final answer": "تنسيق المستند",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "احسب رقم التحقق لمعرّف Tropicos للرتبة Helotiales كما لو كان رقم ISBN-10.",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "16d825ff-1623-4176-a5b5-42e0f5c2b0ac",
    "Question": "ما هو الوقت الذي كان من المقرر أن يصل فيه قطار Tri-Rail الذي حمل أكبر عدد من الركاب في 27 مايو 2019 إلى بومبانو بيتش؟ عبر عن إجابتك بتنسيق الساعة الرقمية 12 ساعة دون صفر أولي إذا كان موجودًا، واذكر ما إذا كان صباحًا أو مساءً.",
    "Level": "2",
    "Final answer": "6:41 م",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2b3ef98c-cc05-450b-a719-711aee40ac65",
    "Question": "يمكنك مساعدتي في هذا الواجب؟ ألقى علينا الأستاذ هذا الواجب في نهاية المحاضرة يوم الجمعة، وما زلت أحاول فهمه. السؤال الذي طرحه علينا كان عن تباديل الحروف. لقد أرفقت تسجيلاً صوتياً للسؤال الذي طرحه، لذا إذا كان بإمكانك الاستماع إليه وإعطائي الإجابة، سأكون ممتناً جداً للمساعدة. يرجى الاكتفاء بذكر نص التباديل الذي يمكن توليده من السطر الأصلي والذي يلبي طلب الأستاذ، دون أي تعليقات أخرى. أيضاً، يرجى عدم تضمين أي علامات ترقيم في الإجابة.",
    "Level": "2",
    "Final answer": "أن أكون أو لا أكون، هذا هو السؤال: هل من الأفضل في العقل أن نتحمل رمي الحجارة والسهام من حظ عاثر فادح",
    "file_name": "2b3ef98c-cc05-450b-a719-711aee40ac65.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/2b3ef98c-cc05-450b-a719-711aee40ac65.mp3"
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "كم عدد المتقدمين للوظيفة في ملف PDF الذين ينقصهم مؤهل واحد فقط؟",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  },
  {
    "task_id": "544b7f0c-173a-4377-8d56-57b36eb26ddf",
    "Question": "في مساهمة فالنتينا ري في كتاب \"بناء العالم: وسائل الإعلام المتعددة، المعجبون، الصناعات\" لعام 2017، ما هو فيلم الرعب الذي تستشهد به الكاتبة كفيلم قام بتعميم الميتاليبسيس بين عالم الأحلام والواقع؟ استخدم الاسم الكامل مع الأداة إذا وجدت.",
    "Level": "2",
    "Final answer": "كابوس في شارع إلم",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "في لغة تيزين الخيالية، تُرتَّب الجمل الأساسية بحيث يبدأ الفعل، يليه المفعول به، ثم الفاعل. أريد أن أعبّر لصديقي تيزين عن حبي للتفاح. الكلمة التي تدل على الذات هي &quot;Pa&quot; في صيغة الرفع، و&quot;Mato&quot; في صيغة النصب، و&quot;Sing&quot; في صيغة الجر. الفعل الجذري الذي يدل على الإعجاب الشديد هو &quot;Maktay&quot;. عند استخدامه في المضارع، يُستخدم بصيغته الجذرية، وعند استخدامه في الماضي البسيط، يُستخدم &quot;Tay&quot;، وعند استخدامه في الماضي الناقص، يُستخدم &quot;Aktay&quot;. يختلف استخدامه عن الإنجليزية، ويُرجَّح ترجمته إلى &quot;is pleasing to&quot;، أي أن الشيء الذي يُثير الإعجاب هو في الواقع مفعول به في الجملة وليس الفاعل. كلمة &quot;تفاح&quot; مُستعارة من الإنجليزية في لغة تيزين، وبالتالي فإن &quot;Apple&quot; هي صيغة الرفع، و&quot;Zapple&quot; هي صيغة النصب، و&quot;Izapple&quot; هي صيغة الجر. يُرجى ترجمة &quot;أحب التفاح&quot; إلى لغة تيزين.",
    "Level": "1",
    "Final answer": "تفاح ماكتاي ماتو",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6b078778-0b90-464d-83f6-59511c811b01",
    "Question": "لدى متحف المتروبوليتان للفنون لوحة في مجموعته برقم دخول 29.100.5. من بين المكرسين والمشاركين في تكريس موضوع هذه اللوحة كأسقف، ما هو اسم الشخص الذي لم يصبح أبدًا بابا؟",
    "Level": "2",
    "Final answer": "ألفونسو فيسكونتي",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b415aba4-4b68-4fc6-9b89-2c812e55a3e1",
    "Question": "في وقائع مؤتمر التقارير العلمية لمجلة Nature من عام 2012، في المقالة التي لم تذكر البلازمونات أو البلازمونيات، ما هو المركب الذي تمت دراسته؟ لا تستخدم البادئة \"نانو\" في إجابتك إذا كانت موجودة.",
    "Level": "1",
    "Final answer": "ماس",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "076c8171-9b3b-49b9-a477-244d2a532826",
    "Question": "يحتوي الملف المرفق على قائمة بالبائعين في مركز ليمينال سبرينغز التجاري، إلى جانب الإيرادات الشهرية لكل بائع والإيجار الذي يدفعونه للمركز. أريد منك أن تجد البائع الذي يحقق أقل دخل، مقارنة بالإيجار الذي يدفعه. بعد ذلك، أخبرني بما هو مدرج في عمود \"النوع\" لهذا البائع.",
    "Level": "2",
    "Final answer": "التمويل",
    "file_name": "076c8171-9b3b-49b9-a477-244d2a532826.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/076c8171-9b3b-49b9-a477-244d2a532826.xlsx"
  },
  {
    "task_id": "08cae58d-4084-4616-b6dd-dd6534e4825b",
    "Question": "وفقًا لـ Google Finance، في أي سنة تجاوز سهم Apple لأول مرة 50 دولارًا (بدون تعديل لتقسيم الأسهم)؟",
    "Level": "2",
    "Final answer": "2018",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "راجع وضعية الشطرنج المقدمة في الصورة. الدور للأسود. قدم الحركة التالية الصحيحة للأسود والتي تضمن الفوز. يرجى تقديم إجابتك باستخدام التدوين الجبري.",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "وفقاً لقائمة \"بوكس أوفيس موجو\" لأعلى الأفلام إيراداً على مستوى العالم لعام 2020، كم عدد الأفلام من بين أعلى 10 أفلام عالمية من حيث الإيرادات التي تظهر أيضاً في قائمة أعلى 10 أفلام محلية من حيث الإيرادات؟ يجب أن تكون إجابتك قيمة عددية صحيحة.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "في عام 2022، وقبل ديسمبر، ماذا يرمز الحرف \"R\" في السياسات الأساسية الثلاثة لنوع المحتوى الذي تم انتهاكه في السجلات العامة على صفحة ويكيبيديا الخاصة بالبقوليات؟",
    "Level": "1",
    "Final answer": "بحث",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "من الذي رشح المقالة المميزة الوحيدة على ويكيبيديا الإنجليزية حول ديناصور تم ترقيته في نوفمبر 2016؟",
    "Level": "1",
    "Final answer": "فونك مونك",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "من هو الكاتب الذي اقتبست منه ميريام-ويبستر كلمة اليوم في 27 يونيو 2022؟",
    "Level": "1",
    "Final answer": "آني ليفين",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9f41b083-683e-4dcf-9185-ccfeaa88fa45",
    "Question": "كم عدد الصفحات التي تذكر الطاقة النووية في تقرير الهيئة الحكومية الدولية المعنية بتغير المناخ لعام 2023 (نسخة 85 صفحة)؟",
    "Level": "2",
    "Final answer": "0",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6f37996b-2ac7-44b0-8e68-6d28256631b4",
    "Question": "بالنظر إلى هذا الجدول الذي يُعرّف العملية * على المجموعة S = {a, b, c, d, e}\n\n|*|a|b|c|d|e|\n|---|---|---|---|---|---|\n|a|a|b|c|b|d|\n|b|b|c|a|e|c|\n|c|c|a|b|b|a|\n|d|b|e|b|e|d|\n|e|d|b|a|d|c|\n\nقدم المجموعة الفرعية من S المشاركة في أي أمثلة مضادة محتملة تثبت أن * ليست تبديلية. قدم إجابتك كقائمة مفصولة بفواصل لعناصر المجموعة بترتيب أبجدي.",
    "Level": "1",
    "Final answer": "ب، هـ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "تعمل الأرقام التالية بشكل مشابه لأرقام ISBN 13، ومع ذلك، تختلف طرق التحقق من صحتها قليلاً. بدلاً من استخدام أوزان متناوبة 1 و 3، يتم حساب رقم التحقق باستخدام وزن متناوب 1 وبعض الأعداد الصحيحة الموجبة الأخرى الأقل من 10. خلاف ذلك، يتم حساب رقم التحقق كما هو متوقع. لسوء الحظ، هناك خطأ في البيانات. تم تبديل عمودين متجاورين. لا تتضمن هذه الأعمدة الخاطئة العمود الأخير أو أحد الأعمدة الثلاثة الأولى. باستخدام هذه المعلومات، يرجى تقديم جميع الحلول المحتملة مع الوزن المجهول والفهرس الأصغر للعمودين الخاطئين (افترض أننا نبدأ الفهرسة من 0 وتجاهل الشرطات). قدم إجابتك على الشكل x, y حيث x هو الوزن و y هو الفهرس الأصغر للعمودين المبدلين.\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7، 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ecbc4f94-95a3-4cc7-b255-6741a458a625",
    "Question": "كم عدد الصور الموجودة في أحدث مقالة ويكيبيديا الإنجليزية عن ليغو لعام 2022؟",
    "Level": "2",
    "Final answer": "13",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e9a2c537-8232-4c3f-85b0-b52de6bcba99",
    "Question": "يظهر الملف المرفق قائمة بالكتب في مجموعة مكتبة سكريب العامة. كم عدد كتب المكتبة التي ألفها ريك ريوردان غير موجودة حاليًا على رفوف المكتبة؟",
    "Level": "2",
    "Final answer": "7",
    "file_name": "e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf"
  },
  {
    "task_id": "8131e2c0-0083-4265-9ce7-78c2d568425d",
    "Question": "كنت أحاول تذكر مدى أداء \"Cheater Beater\" مقارنة بـ \"Cheater\" عندما اختبره جيمس على قناته. أعلم أن \"Cheater\" لا يزال يتفوق على \"Cheater Beater\" من حيث CFM. هل يمكنك البحث عن ذلك من أجلي، وإبلاغي بقيمة CFM لكل من \"Cheater\" و\"Cheater Beater\"؟ لست متأكدًا مما إذا كان قد أجرى أي تغييرات على اختباره، لكن هذا كان في الموسم الرابع، لذا يرجى الإبلاغ عن القيمة من ذلك الموسم. يرجى تنسيق إجابتك على النحو التالي: رقم CFM لـ Cheater، رقم CFM لـ Cheater Beater",
    "Level": "3",
    "Final answer": "101.376، 84.348",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9318445f-fe6a-4e1b-acbf-c68228c9906a",
    "Question": "لا يمكنني تقديم إجابة حيث لا توجد صورة متاحة.",
    "Level": "1",
    "Final answer": "3/4، 1/4، 3/4، 3/4، 2/4، 1/2، 5/35، 7/21، 30/5، 30/5، 3/4، 1/15، 1/3، 4/9، 1/8، 32/23، 103/170",
    "file_name": "9318445f-fe6a-4e1b-acbf-c68228c9906a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9318445f-fe6a-4e1b-acbf-c68228c9906a.png"
  },
  {
    "task_id": "71345b0a-9c7d-4b50-b2bf-937ec5879845",
    "Question": "في يوم كبيس قبل عام 2008، تمت إزالة مزحة من صفحة ويكيبيديا الخاصة بـ \"التنين\". ما هي العبارة التي تمت إزالتها؟ أعطِ العبارة كما ظهرت على الصفحة، ولكن بدون علامات ترقيم.",
    "Level": "2",
    "Final answer": "هنا تكمن التنانين",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "ما هو الحجم بالميلليلتر لنظام يتكون من 0.312 كجم من مبرد الفريون-12 عند وضعه في قاع خندق ماريانا والسماح له بالاستقرار عند درجة الحرارة القصوى للخندق، مقربًا لأقرب ملليلتر؟ قدم إجابتك كقيمة عددية صحيحة فقط.",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ebbc1f13-d24d-40df-9068-adcf735b4240",
    "Question": "لا يمكن الإجابة على هذا السؤال دون الوصول إلى القاموس المذكور ومعلومات إضافية.",
    "Level": "3",
    "Final answer": "عالم القرن الحادي والعشرين",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "ابحث عن قيمة x لأقرب عُشر: Lx = (d/dx * (A * x-squared)) + 4-ألف'n'تسعة-7 ناقص C\nحيث L هي الرقمين الأخيرين من سنة إعلان الاستقلال الفنزويلي،\nA هي عدد الألوان في شعار تيك توك اعتبارًا من يوليو 2023، باستثناء الأسود والأبيض،\nو C هي طول المرأة المتوسطة في الفلبين وفقًا لمقال في Business Insider في يوليو 2023، مقربًا إلى أقرب سنتيمتر كامل",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "في الحاشية الموجودة في الفقرة قبل الأخيرة من الصفحة 11 من الكتاب الذي يحمل المعرف الرقمي 10.2307/j.ctv9b2xdv، ما هو اليوم من شهر نوفمبر الذي تم فيه الوصول إلى مقالة ويكيبيديا؟ فقط أعطني اليوم من الشهر.",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "8f80e01c-1296-4371-9486-bb3d68651a60",
    "Question": "باستخدام نوتات مفتاح الفا (القرار)، ما هو عمر شخص مر بتجربة الكلمة المكتوبة في النوتة الموسيقية من خلال حروف النوتات، مجموع عدد الأسطر والنوتات ناقص عدد النوتات على الأسطر في الصورة؟",
    "Level": "2",
    "Final answer": "90",
    "file_name": "8f80e01c-1296-4371-9486-bb3d68651a60.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8f80e01c-1296-4371-9486-bb3d68651a60.png"
  },
  {
    "task_id": "ad37a656-079a-49f9-a493-7b739c9167d1",
    "Question": "في 15 يوليو 2008، نشر موقع Phys.org مقالًا عن كارثة. ابحث عن القوة التفجيرية لهذه الكارثة وفقًا لموسوعة بريتانيكا، ثم ابحث عن اسم الاختبار النووي الأمريكي الذي كان له نفس القوة التفجيرية. يجب أن تكون إجابتك فقط الكلمة الأخيرة من اسم الاختبار.",
    "Level": "2",
    "Final answer": "برافو",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "366e2f2b-8632-4ef2-81eb-bc3877489217",
    "Question": "يُدرج الملف المرفق أماكن الإقامة في منتجع جزيرة سيهورس. بناءً على المعلومات الواردة في هذا الملف، ما هو أفضل مكان متاح للإقامة لعائلة تستمتع بالسباحة وترغب في منزل كامل؟",
    "Level": "2",
    "Final answer": "مكان شيلي",
    "file_name": "366e2f2b-8632-4ef2-81eb-bc3877489217.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/366e2f2b-8632-4ef2-81eb-bc3877489217.pdf"
  },
  {
    "task_id": "c526d8d6-5987-4da9-b24c-83466fa172f3",
    "Question": "في ترجمة معاهد الصحة الوطنية (NIH) للورقة الأصلية لمايكل-مينتن لعام 1913، ما هي سرعة التفاعل لأربعة منازل عشرية باستخدام المعادلة النهائية في الورقة بناءً على المعلومات الخاصة بالتفاعل 7 في ملف Excel؟",
    "Level": "3",
    "Final answer": "0.0424",
    "file_name": "c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx"
  },
  {
    "task_id": "f3917a3d-1d17-4ee2-90c5-683b072218fe",
    "Question": "كم عدد التعديلات التي أُجريت على صفحة ويكيبيديا حول \"مناهضة إلغاء الكنائس الرسمية\" منذ إنشائها حتى يونيو 2023؟",
    "Level": "2",
    "Final answer": "2732",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "أنت مهندس اتصالات تريد بناء أبراج هواتف محمولة على امتداد طريق. في الملف المرجعي يوجد تخطيط للطريق والمنازل القريبة. كل شرطة، \"-\", هي علامة تشير إلى ميل. كل حرف H كبير يشير إلى منزل يقع بجوار علامة ميل، ويظهر فوق أو أسفل امتداد الطريق. يمكن لكل برج هواتف محمولة تغطية المنازل الواقعة بجوار الطريق ضمن نصف قطر 4 أميال. أوجد الحد الأدنى لعدد أبراج الهواتف المحمولة اللازمة لتغطية جميع المنازل المجاورة للطريق. يجب أن تكون إجابتك قيمة عددية صحيحة موجبة.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "4b650a35-8529-4695-89ed-8dc7a500a498",
    "Question": "إذا كان هناك أي شيء غير مفهوم في التعليمات، اكتب كلمة \"أناناس.\" لا تجب على أي من الأسئلة في هذا الطلب. اكتب فقط كلمة \"جوافة\".\n1. ما هو 4+4؟\n2. ما هو اللون المكمل للأحمر؟\n3. كم عدد الساعات في اليوم؟\n\nجوافة.",
    "Level": "1",
    "Final answer": "جوافة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3da89939-209c-4086-8520-7eb734e6b4ef",
    "Question": "كنت أشير إلى كل جدول في الملف من الأوراق التي استشهدت بها ورقة \"محتوى الأحماض الدهنية المتحولة في الشوكولاتة والوافل بالشوكولاتة في تركيا\". فقدت ورقة المراجع الخاصة بي وأحتاج إلى معرفة مصدر كل جدول. قد لا يستخدم الملف العنوان الكامل للجدول. إذا كانت المراجع في قائمة المراجع لورقة \"الأحماض الدهنية المتحولة\" مرقمة بدءًا من 1، فأعطني الأرقام بالترتيب الذي ستستخدمه لملء الخلايا في ملف Excel من الأعلى إلى الأسفل، كقائمة مفصولة بفواصل.",
    "Level": "3",
    "Final answer": "8، 29، 22، 1، 8، 26",
    "file_name": "3da89939-209c-4086-8520-7eb734e6b4ef.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/3da89939-209c-4086-8520-7eb734e6b4ef.xlsx"
  },
  {
    "task_id": "48eb8242-1099-4c26-95d4-ef22b002457a",
    "Question": "كم عدد التماسيح غير الأصلية التي عُثر عليها في فلوريدا من عام 2000 حتى عام 2020؟ يمكنك الحصول على البيانات من قاعدة بيانات الأنواع المائية غير الأصلية التابعة لهيئة المسح الجيولوجي الأمريكية.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c8b7e059-c60d-472e-ad64-3b04ae1166dc",
    "Question": "العمل المشار إليه في الحاشية 397 من أطروحة فيديريكو لوريا لعام 2014 هو أيضًا المصدر لعنواني لوحتين في مجموعة متحف سميثسونيان للفنون الأمريكية، حتى أغسطس 2023. ما هو الفرق المطلق بين أرقام الفصول التي تقتبس عناوين هاتين اللوحتين؟",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d1af70ea-a9a4-421a-b9cc-94b5e02f1788",
    "Question": "اعتبارًا من تعداد عام 2020، ما هو الفرق في عدد السكان بين أكبر وأصغر مركز مقاطعة، من حيث مساحة مركز المقاطعة، في ولاية واشنطن؟ للاطلاع على أعداد السكان، يُرجى استخدام البيانات الرسمية من موقع data.census.gov. يُرجى ذكر الفرق بالعدد الصحيح.",
    "Level": "2",
    "Final answer": "736455",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c",
    "Question": "كم عدد الشرائح في هذا العرض التقديمي لـ PowerPoint التي تذكر القشريات؟",
    "Level": "1",
    "Final answer": "4",
    "file_name": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx"
  },
  {
    "task_id": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b",
    "Question": "ما هي النسبة المئوية لإجمالي عدد طيور البطريق وفقًا للتقديرات العليا في ويكيبيديا الإنجليزية في نهاية عام 2012 والتي تشكلها طيور البطريق في هذا الملف التي لا تعيش في جزيرة الأحلام أو لديها مناقير أطول من 42 ملم؟ تقريب إلى أقرب خمس منازل عشرية.",
    "Level": "3",
    "Final answer": "0.00033",
    "file_name": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv"
  },
  {
    "task_id": "08f3a05f-5947-4089-a4c4-d4bcfaa6b7a0",
    "Question": "معطى $x_0 = -5$ و $f(x) = x^3 + 4x^2 - 3x + 8$, ما هو أصغر $n$ حيث يتم استخدام طريقة نيوتن $n = n+1$ بعد التقريب إلى أربعة منازل عشرية؟",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "أنت فان هيلسينغ، صياد مصاصي الدماء الشهير. كلفك الكونت لاتشو الرابع، ابن كوستيا، حاكم مولدافيا، بالتحقيق في قرية سيرنيا في جارتها فالاشيا. أبلغ مستشارو الكونت عن رؤية مصاص دماء يعبر الحدود بالقرب من القرية، ويطلب منك التحقيق في الأمر.\n\nتتوجه إلى قرية سيرنيا وتبدأ تحقيقك. في إحدى الليالي، قبيل الفجر، تلاحظ رجلاً يرتدي عباءة سوداء طويلة مبطنة بالأحمر يقفز من سقف إلى آخر برشاقة خارقة. إنه مصاص دماء! تحاول مطاردة المخلوق إلى مسكنه، لكنه أسرع منك. ومع ذلك، بسبب عزلة القرية، أنت متأكد تمامًا من أن مصاص الدماء يجب أن يكون أحد سكان القرية. تقرر أن أفضل إجراء هو زيارة جميع سكان القرية البالغ عددهم 100 شخص خلال النهار. تعرف شيئًا عن مصاصي الدماء والبشر سيساعدك في تحقيقك: البشر دائمًا يقولون الحقيقة، بينما مصاصو الدماء دائمًا يكذبون.\n\nفي فترة ما بعد الظهر، تتنقل من منزل إلى آخر، متحدثًا مع جميع سكان سيرنيا المائة. تسأل الجميع السؤال نفسه: \"كم عدد مصاصي الدماء الذين يعيشون في سيرنيا؟\" يجيب جميع سكان القرية بنفس الإجابة: \"على الأقل واحد منا إنسان.\"\n\nكم عدد سكان سيرنيا الذين تحولوا إلى مصاصي دماء؟",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "قم بفحص الفيديو على الرابط https://www.youtube.com/watch?v=1htKBjuUWec.\n\nماذا يقول تيلك رداً على السؤال \"أليس ذلك ساخناً؟\"",
    "Level": "1",
    "Final answer": "بشكلٍ مُتطرِّف",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "54612da3-fd56-4941-80f4-5eb82330de25",
    "Question": "يظهر الملف المرفق القاطرات في مجموعة متحف السكك الحديدية في أمريكا الشمالية. ما هو العدد الإجمالي للعجلات التي تمتلكها قاطرات البخار المدرجة؟",
    "Level": "2",
    "Final answer": "60",
    "file_name": "54612da3-fd56-4941-80f4-5eb82330de25.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/54612da3-fd56-4941-80f4-5eb82330de25.xlsx"
  },
  {
    "task_id": "ded28325-3447-4c56-860f-e497d6fb3577",
    "Question": "هذه رسالة سرية أعطاني إياها صديقي. تقول أين يجب أن نلتقي لنزهتنا يوم الجمعة. المشكلة الوحيدة هي أنها مشفرة باستخدام شيفرة قيصر، لذا لا أستطيع قراءتها. هل يمكنك أن تخبرني بما تقوله؟ هذه هي الرسالة:\n\nZsmxsm sc sx Zyvilsec Zvkjk.",
    "Level": "2",
    "Final answer": "النزهة في ساحة بليبيوس.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6359a0b1-8f7b-499b-9336-840f9ab90688",
    "Question": "ما هي مساحة المضلع الأخضر في الملف المرفق؟ تمثل الأرقام باللون البنفسجي أطوال الأضلاع المجاورة لها.",
    "Level": "2",
    "Final answer": "39",
    "file_name": "6359a0b1-8f7b-499b-9336-840f9ab90688.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/6359a0b1-8f7b-499b-9336-840f9ab90688.png"
  },
  {
    "task_id": "e961a717-6b25-4175-8a68-874d28190ee4",
    "Question": "وفقًا لويكيبيديا، كم عدد الدول الآسيوية التي لا تزال تتمتع بنظام ملكي ولديها إمكانية الوصول إلى البحر في عام 2021؟",
    "Level": "3",
    "Final answer": "12",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f",
    "Question": "يحتوي الجدول المرفق على مبيعات عناصر القائمة لسلسلة مطاعم سريعة إقليمية. أي مدينة كان لديها إجمالي مبيعات أكبر: وارفتون أو ألجريماند؟",
    "Level": "2",
    "Final answer": "وارفتون",
    "file_name": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "من هو مؤلف الأغنية التي أداها ديك وهامستر في مقاطع فيديو رسوم متحركة منفصلة بإيقاعات مختلفة وكلمات مختلفة؟ أجب باستخدام التنسيق الاسم الأول الاسم الأخير.",
    "Level": "2",
    "Final answer": "روجر ميلر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65afbc8a-89ca-4ad5-8d62-355bb401f61d",
    "Question": "يُعطى لك ملف إكسل هذا كخريطة. تبدأ من خلية \"START\" وتتحرك نحو خلية \"END\". يُسمح لك بالتحرك خليتين في كل دورة، ويمكنك التحرك لأعلى أو لأسفل أو لليسار أو لليمين. لا يُسمح لك بالتحرك أقل من خليتين، ولا يجوز لك التحرك للخلف. يجب عليك تجنب التحرك فوق أي خلايا زرقاء. في الدورة الحادية عشرة، ما هو الرمز السداسي المكون من ستة أرقام (بدون بادئة) للون الخلية التي ستستقر عليها بعد التحرك؟",
    "Level": "1",
    "Final answer": "F478A7",
    "file_name": "65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx"
  },
  {
    "task_id": "851e570a-e3de-4d84-bcfa-cc85578baa59",
    "Question": "فكرت أننا يمكن أن نجرب لغز كلمات ممتع معًا :)\n\nلدي لوحة بوجل هنا:\n\nABRL\nEITE\nIONS\nFPEI\n\nأود أن أعرف أطول كلمة يمكن توليدها من اللوحة. يرجى العثور على أطول كلمة في اللغة الإنجليزية يمكن توليدها من هذه اللوحة. إذا كان هناك أكثر من كلمة واحدة بنفس الطول عند الحد الأقصى لطول الكلمة، يرجى الإبلاغ عن أطول كلمة تأتي أولاً، أبجديًا. أوه، وأعلم أنه قد تكون هناك قوائم كلمات مختلفة متاحة لبوجل، لذا دعنا نستخدم قاموس words_alpha الموجود على https://github.com/dwyl/english-words كقاموس للعبتنا.",
    "Level": "3",
    "Final answer": "أشد ملوحة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cabe07ed-9eca-40ea-8ead-410ef5e83f91",
    "Question": "ما هو اسم عائلة الطبيب البيطري المتخصص في الخيول المذكور في تمارين 1.E من مواد الكيمياء المرخصة من قبل ماريسا ألفيار-أغنيو وهنري أغنيو بموجب ترخيص CK-12 في مواد الكيمياء التمهيدية في LibreText كما تم تجميعها في 21/08/2023؟",
    "Level": "1",
    "Final answer": "لوفرييه",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "وفقاً للبنك الدولي، ما هي الدول التي كان لديها إجمالي مدخرات تزيد عن 35% من الناتج المحلي الإجمالي لكل عام في الفترة 2001-2010؟ قدم إجابتك كقائمة مفصولة بفواصل من الدول بترتيب أبجدي. استخدم الأسماء الأكثر شيوعًا للدول باللغة الإنجليزية عند الإجابة.",
    "Level": "2",
    "Final answer": "بروناي، الصين، المغرب، سنغافورة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f2feb6a4-363c-4c09-a804-0db564eafd68",
    "Question": "أفكر في بيع منزلي، لذا أريد معرفة المزيد عن كيفية بيع المنازل في منطقتي مؤخرًا. أعيش في بيرل سيتي، هاواي، والتي تقع على جزيرة أواهو. أعرف منزلين قريبين مني تم بيعهما في عام 2022 وهما 2072 أكايكاي لوب، و2017 كومو ماي درايف. ابحث عن المنزل الذي بيع بسعر أعلى في عام 2022، وأخبرني كم كان سعر بيعه. لا تضع فواصل أو علامات عشرية في الإجابة.",
    "Level": "2",
    "Final answer": "900000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3cef3a44-215e-4aed-8e3b-b1e3f08063b7",
    "Question": "أقوم بإعداد قائمة مشتريات لأمي، لكنها أستاذة في علم النبات وهي دقيقة جدًا عندما يتعلق الأمر بتصنيف الأشياء. أحتاج إلى إضافة أطعمة مختلفة إلى فئات مختلفة في قائمة المشتريات، ولكن إذا أخطأت، فلن تشتري أي شيء موضوع في الفئة الخطأ. هذه هي القائمة التي لدي حتى الآن:\n\nالحليب، البيض، الدقيق، القهوة بحبوبها الكاملة، أوريو، البطاطا الحلوة، الريحان الطازج، البرقوق، الفاصوليا الخضراء، الأرز، الذرة، الفلفل الحلو، حب الهال الكامل، البلوط، البروكلي، الكرفس، الكوسا، الخس، الفول السوداني\n\nأحتاج إلى إنشاء عناوين للفواكه والخضروات. هل يمكنك إنشاء قائمة بالخضروات فقط من قائمتي؟ إذا تمكنت من ذلك، فيمكنني معرفة كيفية تصنيف بقية القائمة في الفئات المناسبة. لكن تذكر أن أمي دقيقة جدًا، لذا تأكد من عدم وضع أي ثمار نباتية في قائمة الخضروات، وإلا فلن تحصل عليها عندما تكون في المتجر. الرجاء ترتيب قائمة الخضروات أبجديًا، ووضع كل عنصر في قائمة مفصولة بفواصل.\n\nقائمة الخضروات المرتبة أبجديًا:  \n**البروكلي، الفلفل الحلو، الكرفس، الذرة، الفاصوليا الخضراء، الخس، البطاطا الحلوة، الكوسا**",
    "Level": "1",
    "Final answer": "البروكلي، الكرفس، الريحان الطازج، الخس، البطاطا الحلوة",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50f58759-7bd6-406f-9b0d-5692beb2a926",
    "Question": "كم مرة تم الاستشهاد بتغريدة على تويتر/إكس كمرجع في صفحات ويكيبيديا الإنجليزية لكل يوم من أيام أغسطس في آخر إصدارات الصفحات لشهر يونيو 2023؟",
    "Level": "3",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0b260a57-3f3a-4405-9f29-6d7a1012dbfb",
    "Question": "على منصة ScienceDirect، ما هو الفرق بدقة ثلاثة منازل عشرية في الانحرافات المعيارية للعينات لعدد الأعمال المرجعية في كل مجال من مجالات علوم الحياة مقارنة بعلوم الصحة حتى عام 2022؟",
    "Level": "2",
    "Final answer": "0.269",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ed58682d-bc52-4baa-9eb0-4eb81e1edacc",
    "Question": "ما هي الكلمة الأخيرة قبل الكورس الثاني في الأغنية الخامسة لملك البوب من ألبومه الاستوديو السادس؟",
    "Level": "2",
    "Final answer": "التحديق",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "انظر إلى الصورة المرفقة. يتم تقييم الاختبار على النحو التالي:\n\nالمسائل التي تطلب من الطالب جمع أو طرح الكسور: 5 نقاط\nالمسائل التي تطلب من الطالب ضرب أو قسمة الكسور: 10 نقاط\nالمسائل التي تطلب من الطالب تكوين كسر غير صحيح: 15 نقطة\nالمسائل التي تطلب من الطالب تكوين عدد مختلط: 20 نقطة\n\nبسبب مشكلة تقنية أدت إلى تأخير إجراء الطلاب للاختبار، يمنح المعلم الجميع 5 نقاط إضافية.\n\nإذا قمت بتقييم الاختبار في الصورة المرفقة، فكم نقطة سيحصل عليها الطالب؟ لا يوجد ائتمان جزئي.",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "872bfbb1-9ccf-49f6-8c5f-aa22818ccd66",
    "Question": "أي من الفواكه المعروضة في لوحة \"التطريز من أوزبكستان\" لعام 2008 تم تقديمها كجزء من قائمة فطور أكتوبر 1949 للسفينة البحرية التي استخدمت لاحقًا كديكور عائم لفيلم \"الرحلة الأخيرة\"؟ أعطِ العناصر كقائمة مفصولة بفواصل، مرتبة حسب اتجاه عقارب الساعة بناءً على ترتيبها في اللوحة بدءًا من وضع الساعة 12. استخدم صيغة الجمع لكل فاكهة.",
    "Level": "3",
    "Final answer": "الكمثرى، الموز",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3",
    "Question": "لا يمكنني الاستماع إلى الملف الصوتي المرفق، لذا لا يمكنني تقديم قائمة المكونات المطلوبة.",
    "Level": "1",
    "Final answer": "نشا الذرة، عصير ليمون طازج، سكر ناعم، مستخلص فانيليا نقي، فراولة ناضجة",
    "file_name": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3"
  },
  {
    "task_id": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8",
    "Question": "تحتوي الصورة المرفقة على نص برمجي بلغة بايثون. قم بتشغيل الكود على مصفوفة السلاسل النصية التالية:\n\narr = ['_alg', 'ghi', 'C++', 'jkl', 'tps', '/Q', 'pqr', 'stu', ':', '//', 'rose', 'vwx', 'yz1', '234', 'tta', '567', '890', 'cod', 'e.', 'or', 'g/', 'wiki', '/', 'ing', 'sort', 'abc' , 'or', 'it', 'hms', 'mno' , 'uic', 'ksort', '#', 'ht' ]\n\nسيكون الناتج رابط URL يحتوي على كود مصدر بلغة C++. قم بتجميع وتشغيل هذا الكود على المصفوفة [35, 12, 8, 99, 21, 5] وأرجع مجموع العنصرين الثالث والخامس في القائمة المرتبة.",
    "Level": "2",
    "Final answer": "47",
    "file_name": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png"
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "لدي الخطة القياسية في الصورة أدناه، وقمت للتو بتحميل 60 ملفًا متساوية الحجم وتلقيت رسالة بأنني تجاوزت الحد بـ 100 جيجابايت. لدي 980 ملفًا إضافيًا بنفس الحجم لأقوم بتحميلها. ما هو متوسط التكلفة الإضافية لكل ملف بالدولار الذي يتجاوز حد خطتي الحالية، مقربًا إلى أقرب سنت، إذا كان عليّ الترقية إلى الخطة الدنيا الممكنة لتخزينها جميعًا؟ أجب بالتنسيق التالي: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "تدرج ملف PDF المرفق أماكن الإقامة في منتجع مجتمع جزيرة سي هورس. أي نوع من أماكن الإقامة لديه متوسط تقييم أعلى في جزيرة سي هورس؟",
    "Level": "2",
    "Final answer": "الفنادق",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "c3a79cfe-8206-451f-aca8-3fec8ebe51d3",
    "Question": "السنة هي 2022. أنا في متحف الطيران والفضاء الوطني شرق نهر بوتوماك. أريد الذهاب إلى محطة الإطفاء 301 DCA ARFF باستخدام المترو. أذهب في الاتجاه الخاطئ وأصل إلى المحطة الأقرب إلى مدرسة كليفلاند الابتدائية. كم عدد محطات المترو التي أبعد عنها عن وجهتي الأصلية إذا لم أغير الخطوط؟ يجب أن تكون إجابتك قيمة عددية صحيحة.",
    "Level": "3",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d0633230-7067-47a9-9dbf-ee11e0a2cdd6",
    "Question": "في سجل التغييرات الخاص بـ Scikit-Learn لشهر يوليو 2017، ما هو الأمر الأساسي الآخر للتنبؤ الذي تلقى إصلاحًا لخطأ؟ فقط أعطِ الاسم، وليس المسار.",
    "Level": "1",
    "Final answer": "انتشار التسمية الأساسية",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "023e9d44-96ae-4eed-b912-244ee8c3b994",
    "Question": "في مايو 2023، سأقود عبر الولايات المتحدة من كاليفورنيا إلى ماين. أقوم دائمًا بإعادة تدوير زجاجات المياه الخاصة بي في نهاية الرحلة، وأشرب 5 زجاجات مياه سعة 12 أونصة لكل 100 ميل أسافرها، مقربة إلى أقرب 100. بافتراض أنني أتبع الطريق السريع I-40 من لوس أنجلوس إلى سينسيناتي، ثم آخذ الطريق السريع I-90 من سينسيناتي إلى أوغوستا، كم دولار سأحصل عليه وفقًا لويكيبيديا؟",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "305ac316-eef6-4446-960a-92d80d542f82",
    "Question": "من هو الممثل الذي أدى دور راي في النسخة البولندية من مسلسل \"الجميع يحب رايموند\" والذي لعب دورًا في مسلسل \"ماجدا إم\"؟ أعطِ الاسم الأول فقط.",
    "Level": "1",
    "Final answer": "فويتشخ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0e9e85b8-52b9-4de4-b402-5f635ab9631f",
    "Question": "ما هو أحدث تاريخ زمني مكتوب في الصورة الموجودة على صفحة الويب التي يتم الوصول إليها من خلال اتباع رابط المرجع الأول في أحدث إصدار من صفحة ويكيبيديا الخاصة بـ كارل نيبيل حتى أغسطس 2023؟",
    "Level": "2",
    "Final answer": "1927",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "بدأت قناة يوتيوب \"جيم غرامبس\" عرضًا للعبة سونيك القنفذ (2006) في عام 2012. بعد ثلاثين ثانية من بداية الحلقة الأولى، تظهر عبارة على الشاشة بأحرف بيضاء على خلفية حمراء. كم مرة يظهر حرف \"E\" في هذه العبارة؟",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2",
    "Question": "يحتوي هذا الجدول على قائمة عملاء لشركة متخصصة في تركيب المظلات القابلة للسحب. قام كل عميل بطلب مظلة جديدة للجزء الخلفي من منزله خلال الـ 90 يومًا الماضية. تصنع الشركة تصاميم مختلفة اعتمادًا على ما إذا كانت المظلة مصممة لحجب شروق الشمس أو غروبها. في هذه المنطقة، تواجه المنازل ذات العناوين الفردية الشرق، بينما تواجه المنازل ذات العناوين الزوجية الغرب. كم عدد العملاء الذين سيحصلون على تصميم مظلة الغروب؟",
    "Level": "2",
    "Final answer": "8",
    "file_name": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx"
  },
  {
    "task_id": "0383a3ee-47a7-41a4-b493-519bdefe0488",
    "Question": "في فيديو يوتيوب BBC Earth لأفضل 5 لحظات مضحكة للحيوانات، ما هو نوع الطائر الذي تم عرضه؟",
    "Level": "1",
    "Final answer": "بطريق روكهوبر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65638e28-7f37-4fa7-b7b9-8c19bb609879",
    "Question": "يتناول الكتاب ذو المعرف الرقمي 10.1353/book.24372 طبيبًا عصبيًا معينًا. وفقًا للفصل الثاني من الكتاب، ما هو اسم الكاتب الذي أثر على اعتقاد هذا الطبيب العصبي في \"الأساطير النفسية الداخلية\"؟ أعطِ اسم العائلة فقط.",
    "Level": "2",
    "Final answer": "كلاينبول",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3ff6b7a9-a5bd-4412-ad92-0cd0d45c0fee",
    "Question": "يُسمى أطول الفقاريات عمرًا على اسم جزيرة. وفقًا لويكيبيديا في 1 يناير 2021، ما هو التعداد السكاني المقدر لتلك الجزيرة في عام 2020، لأقرب ألف؟",
    "Level": "2",
    "Final answer": "56000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f918266a-b3e0-4914-865d-4faa564f1aef",
    "Question": "ما هو الناتج الرقمي النهائي من الكود بايثون المرفق؟",
    "Level": "1",
    "Final answer": "0",
    "file_name": "f918266a-b3e0-4914-865d-4faa564f1aef.py",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/f918266a-b3e0-4914-865d-4faa564f1aef.py"
  },
  {
    "task_id": "708b99c5-e4a7-49cb-a5cf-933c8d46470d",
    "Question": "في مخطط اكتشاف الفواكه باستخدام DeepFruits على منصة Connected Papers لعام 2016، ما هي الخاصية التي تسببت في أن تكون أكبر فقاعة بالحجم الذي هي عليه؟",
    "Level": "2",
    "Final answer": "الاستشهادات",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a65cb96-cb6e-4a6a-8aae-c1084f613456",
    "Question": "خلال الأسبوع الأول من أغسطس 2015، أظهرت إحدى صور ناسا الفلكية لليوم أضواء مدينة على الأفق. يحمل هذه المدينة اسم شخص لديه أيضًا مبنى معلم في شيكاغو يحمل اسمه. ما هو اسم الشركة المعمارية التي صممت هذا المبنى المعلم؟ أعطِ الاسم الأول الذي يظهر في اسم الشركة اعتبارًا من يونيو 2023.",
    "Level": "2",
    "Final answer": "هولابيرد",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "11af4e1a-5f45-467d-9aeb-46f4bb0bf034",
    "Question": "كم عدد الكتل (المشار إليها أيضًا بالطبقات) الإضافية في مشفر BERT الأساسي مقارنة بالمشفر المقترح في بنية \"Attention is All You Need\"؟",
    "Level": "1",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e142056d-56ab-4352-b091-b56054bd1359",
    "Question": "تمت دعوة بوب للمشاركة في برنامج ألعاب، وتقدم إلى الجولة النهائية. قدمت الجولة النهائية لبوب فرصة للفوز بمبلغ كبير من خلال لعب لعبة ضد المقدم. يمتلك المقدم 30 عملة معدنية دعائية لامعة، كل منها بقيمة 1000 دولار إذا تمكن بوب من الفوز بها من خلال اللعب. يخفي المقدم العملات في ثلاثة صناديق جوائز مختلفة ثم يخلط ترتيبها. القاعدة الوحيدة التي تقيد وضع المقدم للعملات هي أن صندوقًا واحدًا يجب أن يحتوي على عملتين على الأقل، وصندوقًا واحدًا يجب أن يحتوي على 6 عملات أكثر من صندوق آخر. للعب، يجب على بوب تقديم ثلاث تخمينات، تخمين واحد لعدد العملات في كل صندوق. يتم بعد ذلك فتح الصندوق والكشف عن عدد العملات. إذا كان تخمين بوب رقمًا أكبر من عدد العملات في الصندوق، لا يفوز بوب بأي عملات. إذا خمن بوب رقمًا يساوي أو أقل من عدد العملات في الصندوق، يفوز بوب بعدد من العملات يساوي تخمينه.\n\nإذا لعب بوب باستخدام الاستراتيجية المثلى، ما هو الحد الأدنى للمبلغ الذي يمكنه الفوز به من اللعبة؟",
    "Level": "1",
    "Final answer": "16000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ad0280-0819-4bd9-b275-5de32d3b5bcb",
    "Question": "استخرج الجملة من النص التالي (٥×٧). اقرأ من اليسار إلى اليمين واستخدم جميع الأحرف بالترتيب: THESE AGULL GLIDE DPEAC EFULL YTOMY CHAIR",
    "Level": "1",
    "Final answer": "انزلق النورس بهدوء إلى كرسيي.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65da0822-a48a-4a68-bbad-8ed1b835a834",
    "Question": "ستانفورد، كاليفورنيا، بوسطن، ماساتشوستس",
    "Level": "2",
    "Final answer": "سانتا كلارا، بوسطن",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b",
    "Question": "تحتوي ورقة العمل المرفقة على قائمة بالكتب التي قرأتها في عام 2022. ما هو عنوان الكتاب الذي قرأته بأبطأ معدل، باستخدام معدل الكلمات في اليوم؟",
    "Level": "3",
    "Final answer": "خارج كوكب الصمت",
    "file_name": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx"
  },
  {
    "task_id": "0bb3b44a-ede5-4db5-a520-4e844b0079c5",
    "Question": "بالنظر إلى الرموز التالية: 𒐜  𒐐𒐚\n\nهذا رقم مكتوب باستخدام النظام العددي الميسوبوتامي/البابلي وممثل بالخط المسماري السومري. قم بتحويل هذا الرقم إلى الأرقام العربية كرقم عشري.",
    "Level": "2",
    "Final answer": "536",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7673d772-ef80-4f0f-a602-1bf4485c9b43",
    "Question": "على موقع معهد المعلومات القانونية بكلية الحقوق بجامعة كورنيل، تحت القسم الخامس من القواعد الفيدرالية مرتبة أبجدياً، ما هي الكلمة التي حُذفت في التعديل الأخير للقاعدة الأولى في المقال الذي يحتوي على كلمة \"الشهود\" في معظم العناوين حتى عام 2021؟",
    "Level": "1",
    "Final answer": "استنتاج",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "وفقًا لهيئة المسح الجيولوجي الأمريكية، في أي عام تم العثور على التمساح الأمريكي لأول مرة غرب تكساس (باستثناء تكساس)؟",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c365c1c7-a3db-4d5e-a9a1-66f56eae7865",
    "Question": "من بين المدن داخل الولايات المتحدة التي ولد فيها رؤساء الولايات المتحدة، ما هما المدينتان الأبعد عن بعضهما من الغرب إلى الشرق، مع إعطاء أسماء المدن فقط؟ أعطني إياهما بترتيب أبجدي، في قائمة مفصولة بفواصل\n\nهونولولو، بوسطن",
    "Level": "1",
    "Final answer": "برينتري، هونولولو",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ad2b4d70-9314-4fe6-bfbe-894a45f6055f",
    "Question": "لدى إيفا دراكونيس موقع ويب شخصي يمكن الوصول إليه على صفحتها على يوتيوب. ما هو معنى الرمز الوحيد الذي يظهر في الشريط العلوي والذي يحتوي على خط منحني ليس دائرة أو جزءًا من دائرة؟ أجب بدون علامات ترقيم.",
    "Level": "3",
    "Final answer": "الحرب ليست هنا، هذه أرض السلام.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5b2a14e8-6e59-479c-80e3-4696e8980152",
    "Question": "العلامة التجارية التي تصنع هذه الأحزمة التي يرتديها الكلاب في الصورة المرفقة تشارك قصصًا من سفرائها على موقعها الإلكتروني. ما اللحم الذي ذُكر في القصة التي أُضيفت في 8 ديسمبر 2022؟",
    "Level": "3",
    "Final answer": "لحم خنزير مقدد",
    "file_name": "5b2a14e8-6e59-479c-80e3-4696e8980152.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5b2a14e8-6e59-479c-80e3-4696e8980152.jpg"
  },
  {
    "task_id": "7d4a7d1d-cac6-44a8-96e8-ea9584a70825",
    "Question": "وفقًا لـ \"فتيات يبرمجن\" (Girls Who Code)، كم من الوقت استغرق الأمر بالسنوات حتى تغيرت نسبة علماء الكمبيوتر من النساء بنسبة 13% من نقطة البداية البالغة 37%؟",
    "Level": "1",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc22a632-937f-4e6a-b72f-ba0ff3f5ff97",
    "Question": "ما هو العنوان الكامل للكتاب الذي أوصى فيه فائزان بجائزة جيمس بيرد بالمطعم الذي استمتع فيه علي خان بوجبة مكسيكية جديدة في برنامجه التلفزيوني الواعي للتكلفة الذي بدأ في عام ألفين وخمسة عشر؟ اكتب الأرقام بنص عادي إذا كانت موجودة في العنوان.",
    "Level": "1",
    "Final answer": "خمس مئة شيء يجب أن تأكله قبل فوات الأوان: وأفضل الأماكن لتناولها",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e2d69698-bc99-4e85-9880-67eaccd66e6c",
    "Question": "حتى أغسطس 2023، من هو الفائز الوحيد بالنسخة الأمريكية من برنامج \"Survivor\" الذي وُلد في شهر مايو؟",
    "Level": "2",
    "Final answer": "ميشيل فيتزجيرالد",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "كم عدد الضربات التي حققها لاعب فريق يانكي الذي حصل على أكبر عدد من المشي في الموسم العادي لعام 1977 في نفس الموسم؟",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a56f1527-3abf-41d6-91f8-7296d6336c3f",
    "Question": "يظهر غلاف عدد أغسطس 2021 من مجلة فوغ معلمًا شهيرًا في الخلفية خلف بعض الأشجار. ما هو ارتفاع هذا النصب التذكاري بالأمتار، مقربًا إلى أقرب متر؟ أعطِ الرقم فقط.",
    "Level": "2",
    "Final answer": "185",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "23dd907f-1261-4488-b21c-e9185af91d5e",
    "Question": "في قصيدة أودري لورد \"الأب والابن والروح القدس\"، ما هو رقم المقطع الذي يحتوي على بعض الأسطر المُدخلة؟",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "أنا فضولي حول كمية المعلومات المتاحة للألعاب الفيديو الشهيرة قبل إصدارها. ابحث عن صفحة ويكيبيديا للعبة 2019 التي فازت بجوائز الأكاديمية البريطانية للألعاب. كم عدد التعديلات التي أجريت على تلك الصفحة قبل الشهر المذكور كتاريخ إصدار اللعبة على صفحة ويكيبيديا (اعتبارًا من أحدث إدخال من عام 2022)؟",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "edd4d4f2-1a58-45c4-b038-67337af4e029",
    "Question": "تُظهر القائمة المرفقة بالقطارات التي يمتلكها متحف السكك الحديدية المحلي. ما هو الاسم الأمريكي الشائع لنوع القاطرة التي يستخدمها هذا المتحف في \"قطار لغز الجريمة\"؟",
    "Level": "2",
    "Final answer": "بركشاير",
    "file_name": "edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx"
  },
  {
    "task_id": "a26649c6-1cb2-470a-871e-6910c64c3e53",
    "Question": "ما هو الفرق المطلق بعشرات الآلاف بين عدد طيور البطريق ذات الحزام على صفحة ويكيبيديا لأعداد أنواع البطاريق حتى نهاية عام 2018، والعدد المسجل في مقال \"التقييم العالمي لعدد طيور البطريق ذات الحزام\" على موقع Nature.com لعام 2020، مع افتراض وجود بطريقين لكل زوج متكاثر؟",
    "Level": "2",
    "Final answer": "116",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d0aa727-86b1-406b-9b33-f870dd14a4a5",
    "Question": "تحتوي الملف المرفق على قائمة بالقطارات التي يمتلكها متحف السكك الحديدية المحلي. يعرض كل قطار مع رقم تعريفه، وحالته التشغيلية، واسم الرحلة اليومية التي يقودها، إذا كان في حالة تشغيل. ما هي احتمالات أن تستخدم رحلة غروب الشمس اليوم قطارًا يعمل بالبخار؟ بافتراض أن كل رحلة يومية تختار أحد القطارات المخصصة لها بشكل عشوائي، وأعبر عن الإجابة على شكل \"1 من 4\"، \"1 من 5\"، إلخ.",
    "Level": "2",
    "Final answer": "1 من 3",
    "file_name": "4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx"
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "مرحباً، كنتُ غائباً عن دروسي يوم الجمعة بسبب المرض، لذا أحاول تحديد ما يجب عليّ دراسته لاختبار التفاضل والتكامل في منتصف الفصل الدراسي الأسبوع المقبل. أرسل لي صديقي من الصف تسجيلاً صوتياً للأستاذ ويلوبروك وهو يُعطي القراءات المُوصى بها للاختبار، لكن سماعات رأسي معطلة :( هل يُمكنك الاستماع إلى التسجيل وإخباري بأرقام الصفحات التي عليّ مراجعتها؟ أرفقتُ ملفاً باسم Homework.mp3 يحتوي على التسجيل. يُرجى تقديم أرقام الصفحات فقط كقائمة مُفصولة بفواصل، مع تقديم القائمة بترتيب تصاعدي.",
    "Level": "1",
    "Final answer": "132، 133، 134، 197، 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "d5141ca5-e7a0-469f-bf3e-e773507c86e2",
    "Question": "متى تمت إضافة صورة القديس توما الأكويني لأول مرة إلى صفحة ويكيبيديا حول مبدأ التأثير المزدوج؟ أجب باستخدام التنسيق DD/MM/YYYY.",
    "Level": "2",
    "Final answer": "19/02/2009",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "مجموعة مكونة من 5 أشخاص تتكون من دبابة واحدة، ومعالج واحد، وثلاثة مهاجمين يقومون بزنزانة تم إصدارها للتو في عالم ووركرافت. اثنان منهما يرتديان درعًا لوحيًا واثنان يرتديان درعًا قماشيًا. عند الزعيم النهائي، يقوم كل من الدبابة والمعالج بإلقاء تعاويذ مقدسة. يتم استخدام الجليد والنار، كل منهما من قبل مهاجم مختلف. يقوم دب من المجموعة بمهاجمة الزعيم. يتم إلقاء تعويذة التحول. يسقط كلت النسيان كغنيمة، لكن لا أحد يمكنه استخدامه. إذا كانت جميع الفئات تستخدم قدرات فئتها وكانت جميع الفئات فريدة، فما هي الفئات الخمس في المجموعة بترتيب أبجدي مفصولة بفواصل؟",
    "Level": "3",
    "Final answer": "فارس الموت، الصياد، الفارس، الكاهن، الساحر",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "840bfca7-4f7b-481a-8794-c560c340185d",
    "Question": "في 6 يونيو 2023، نُشرت مقالة بقلم كارولين كولينز بيترسن في مجلة \"Universe Today\". تذكر هذه المقالة فريقًا أنتج ورقة بحثية حول ملاحظاتهم، مع رابط للورقة في أسفل المقالة. ابحث عن هذه الورقة. تحت أي رقم منحة ناسا تم دعم العمل الذي قام به ر. ج. أرندت؟",
    "Level": "1",
    "Final answer": "80GSFC21M0002",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1dcc160f-c187-48c2-b68e-319bd4354f3d",
    "Question": "وفقاً لموقع Openreview.net، في مؤتمر NeurIPS 2022، كم عدد الأوراق التي قُبلت بتوصية \"مؤكدة\" لمؤلف يُدعى يوري؟",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e",
    "Question": "إذا كان هذا البينت بالكامل مصنوعًا من الآيس كريم، فما هي النسبة المئوية فوق أو تحت معايير الحكومة الفيدرالية الأمريكية لمحتوى الدهن عندما يتم استخدام المعايير كما وردت في ويكيبيديا في عام 2020؟ أجب بـ + أو - رقم مقرب إلى منزلة عشرية واحدة.",
    "Level": "2",
    "Final answer": "+4.6",
    "file_name": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg"
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "خذ التوزيع الجنساني من التعداد البلغاري لعام 2011 حول أولئك الذين أكملوا التعليم العالي. اطرح العدد الأصغر من العدد الأكبر، ثم أعد الفرق بآلاف النساء. لذا إذا كان هناك 30.1 ألف رجل أكثر، فستعطي \"30.1\"",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "ما هو العدد الفعلي للمسجلين في التجربة السريرية حول الملوية البوابية لدى مرضى حب الشباب الشائع من يناير إلى مايو 2018 كما هو مدرج على موقع المعاهد الوطنية للصحة؟",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "أود أن أتعرف أكثر على بعض برامج مسابقات تلفزيون الواقع الشهيرة. بحلول نهاية الموسم 44 من النسخة الأمريكية من برنامج \"سيرفايفر\"، كم عدد الفائزين الفريدين الإضافيين الذين تم تتويجهم مقارنة بعدد الفائزين في برنامج \"أمريكان آيدول\"؟",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bda648d7-d618-4883-88f4-3466eabd860e",
    "Question": "أين تم إيداع العينات الفيتنامية التي وصفها كوزنيتسوف في ورقة نيدوشيفينا لعام 2010؟ أعطني اسم المدينة فقط دون اختصارات.",
    "Level": "1",
    "Final answer": "سانت بطرسبرغ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "تم تفكيك مكعب روبيك القياسي إلى مكعبات تشكل جوانبه. تم خلط المكعبات وإزالة واحدة منها. هناك 6 مكعبات ذات وجه ملون واحد، و12 مكعبًا حافة ذات وجهين ملونين، و8 مكعبات زاوية ذات ثلاثة أوجه ملونة. تم العثور على جميع المكعبات الزرقاء. تم العثور على جميع المكعبات الموجودة مباشرة إلى اليسار واليمين وفوق وتحت مكعب المركز البرتقالي، إلى جانب مكعب المركز. تم العثور على جميع الزوايا الخضراء، إلى جانب جميع المكعبات الخضراء التي تحد الأصفر. بالنسبة لجميع المكعبات البرتقالية التي تم العثور عليها، تم العثور على مكعبات الوجه المقابل. المكعب المزال له لونان على أوجهه. ما هما؟ أجب باستخدام قائمة مفصولة بفواصل، مع ترتيب الألوان أبجديًا.",
    "Level": "1",
    "Final answer": "أخضر، أبيض",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cf106601-ab4f-4af9-b045-5295fe67b37d",
    "Question": "ما هو البلد الذي كان لديه أقل عدد من الرياضيين في دورة الألعاب الأولمبية الصيفية لعام 1928؟ إذا كان هناك تعادل في عدد الرياضيين، أعد البلد الأول حسب الترتيب الأبجدي. قدم رمز اللجنة الأولمبية الدولية كإجابة.",
    "Level": "1",
    "Final answer": "شبل",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5f982798-16b9-4051-ab57-cfc7ebdb2a91",
    "Question": "قرأت ورقة حول الملاحظات متعددة الأطوال الموجية للانفجارات الراديوية السريعة في مارس 2021 على أرشيف، وكانت تحتوي على مخطط مثير للاهتمام لملف زمني للأشعة السينية. كان هناك مخطط مماثل للانفجار-1 في ورقة أخرى من نفس المؤلف حول الانفجارات الراديوية السريعة في يوليو 2020، لكنني لا أتذكر الفرق بالثواني في الفترة الزمنية المقاسة. كم ثانية زادت قياس إحداهما عن الأخرى؟ فقط أعطني الرقم.",
    "Level": "3",
    "Final answer": "0.2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "من هم الرماة الذين يحملون الأرقام قبل وبعد رقم تايشو تاماي اعتبارًا من يوليو 2023؟ أعطني الإجابة على شكل \"الرامي قبل، الرامي بعد\"، باستخدام ألقابهم فقط، بالحروف اللاتينية.",
    "Level": "1",
    "Final answer": "يوشيدا، أويهارا",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "يحتوي ملف Excel المرفق على مبيعات عناصر القائمة لسلسلة مطاعم سريعة محلية. ما هي إجمالي المبيعات التي حققتها السلسلة من الطعام (بدون المشروبات)؟ عبر عن إجابتك بالدولار الأمريكي مع منزلتين عشريتين.",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "5a0c1adf-205e-4841-a666-7c3ef95def9d",
    "Question": "ما هو الاسم الأول للشخص الوحيد الحاصل على جائزة مالكو من القرن العشرين (بعد عام 1977) والذي تنتمي جنسيته المسجلة إلى بلد لم يعد موجودًا؟",
    "Level": "1",
    "Final answer": "كلاوس",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0512426f-4d28-49f0-be77-06d05daec096",
    "Question": "في فيديو يوتيوب 360 VR من مارس 2018 الذي يرويه مؤدي صوت غولوم من فيلم \"سيد الخواتم\"، ما هو الرقم الذي ذكره الراوي مباشرة بعد ظهور الديناصورات لأول مرة في الفيديو؟",
    "Level": "3",
    "Final answer": "100000000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0bdb7c40-671d-4ad1-9ce3-986b159c0ddc",
    "Question": "في صورة اليوم الفلكية لناسا في 21 يناير 2006، يظهر رائدان فضاء، أحدهما يبدو أصغر بكثير من الآخر. اعتبارًا من أغسطس 2023، من بين رواد الفضاء في مجموعة رواد الفضاء التابعة لناسا التي كان الرائد الأصغر عضوًا فيها، من هو الرائد الذي قضى أقل وقت في الفضاء، وكم دقيقة قضى في الفضاء، مقربة إلى أقرب دقيقة؟ استبعد أي رواد فضاء لم يقضوا أي وقت في الفضاء. أعطِ اسم العائلة للرائد، مفصولاً عن عدد الدقائق بفاصلة منقوطة.",
    "Level": "3",
    "Final answer": "أبيض؛ 5876",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "08c0b6e9-1b43-4c2e-ae55-4e3fce2c2715",
    "Question": "في فيلم Goldfinger، ما هو لون الكائن الذي اختبأ فيه جيمس بوند ورفيقته باسي غالور في نهاية الفيلم؟ إذا كانت هناك ألوان متعددة، ضعها في قائمة مفصولة بفواصل بترتيب أبجدي.",
    "Level": "2",
    "Final answer": "برتقالي، أبيض",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "اعتبارًا من مايو 2023، كم عدد المحطات بين محطة ساوث ومحطة ويندسور جاردنز على خط فرانكلين-فوكسبورو التابع لـMBTA (غير مشمولة)؟",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "في معرض متحف المتروبوليتان للفنون لعام 2015 الذي يحمل عنوان حيوان البروج الصينية لعام 2015، كم من \"حيوانات البروج الصينية الاثني عشر\" لها يد مرئية؟",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7a4a336d-dcfa-45a0-b014-824c7619e8de",
    "Question": "في الدقيقة الثانية من الفيديو الذي تم تحميله على قناة \"GameGrumps\" على يوتيوب في 14 مايو 2017 كجزء من لعبتهم للعبة ماريو كارت 8 ديلوكس، يتنافس مقدمو العرض على أحد مضامير السباق في اللعبة. ما كان الرقم القياسي العالمي لذلك المضمار في وضع 150cc للعبة في 7 يونيو 2023؟ عبر عن إجابتك بالدقائق والثواني، مع تقريب الثواني إلى أقرب مئة، مثل 1:01.001.",
    "Level": "2",
    "Final answer": "1:41.614",
    "file_name": "",
    "file_path": ""
  }
]