[
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "2015 के चीनी राशि चक्र के जानवर के नाम पर रखे गए मेट्रोपॉलिटन म्यूजियम ऑफ आर्ट के प्रदर्शनी में, \"चीनी राशि चक्र के बारह जानवरों\" में से कितने का हाथ दिखाई देता है?",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "एक कार्यालय ने सीक्रेट सांता उपहार विनिमय का आयोजन किया, जहाँ उसके बारह कर्मचारियों में से प्रत्येक को समूह में एक अन्य कर्मचारी को उपहार देने के लिए नियुक्त किया गया था। प्रत्येक कर्मचारी ने तीन पसंद या शौक शामिल करते हुए एक प्रोफ़ाइल भरी। उपहार विनिमय के दिन, केवल ग्यारह उपहार दिए गए, प्रत्येक एक प्राप्तकर्ता के हितों के अनुरूप। दस्तावेज़ में दी गई जानकारी के आधार पर, किसने उपहार नहीं दिया?",
    "Level": "1",
    "Final answer": "फ्रेड",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "मर्सिडीज़ सोसा द्वारा 2000 और 2009 (शामिल) के बीच कितने स्टूडियो एल्बम प्रकाशित किए गए? आप अंग्रेजी विकिपीडिया के नवीनतम 2022 संस्करण का उपयोग कर सकते हैं।",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "x का मान निकटतम दशमलव तक ज्ञात करें: Lx = (d/dx * (A * x-squared)) + 4-हज़ार'न'अठानवे - C\nजहाँ L वेनेज़ुएला की स्वतंत्रता घोषणा के वर्ष के अंतिम दो अंक हैं,\nA टिकटॉक लोगो में जुलाई 2023 तक के रंगों की संख्या है, काले और सफेद को छोड़कर,\nऔर C फिलीपींस में औसत महिला की ऊँचाई है, जुलाई 2023 के बिजनेस इंसाइडर लेख के अनुसार, निकटतम पूर्ण सेमी तक गोल किया गया।",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "निम्नलिखित संख्याएँ ISBN 13 संख्याओं के समान कार्य करती हैं, हालाँकि, उनके सत्यापन विधियाँ थोड़ी भिन्न हैं। 1 और 3 के वैकल्पिक भार का उपयोग करने के बजाय, चेकसम अंक की गणना 1 और 10 से कम किसी अन्य धनात्मक पूर्णांक के वैकल्पिक भार के साथ की जाती है। अन्यथा, चेकसम अंक की गणना अपेक्षित रूप से की जाती है। दुर्भाग्य से, डेटा में एक त्रुटि है। दो समीपवर्ती कॉलम को ट्रांसपोज किया गया है। ये त्रुटिपूर्ण कॉलम अंतिम कॉलम या पहले तीन कॉलम में से किसी एक को शामिल नहीं करते हैं। इस जानकारी का उपयोग करते हुए, कृपया अज्ञात भार और दो त्रुटिपूर्ण कॉलमों के छोटे इंडेक्स (मान लीजिए कि हम इंडेक्सिंग को 0 से शुरू करते हैं और हाइफ़न को अनदेखा करते हैं) के साथ सभी संभावित समाधान प्रदान करें। अपने उत्तर को x, y के रूप में दें, जहाँ x भार है और y दो ट्रांसपोज किए गए कॉलमों का छोटा इंडेक्स है।\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7, 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "वर्ष 2022 में, दिसंबर से पहले, लीग्यूम विकिपीडिया पृष्ठ पर सार्वजनिक लॉग्स में उल्लंघित सामग्री के प्रकार की तीन कोर नीतियों में \"R\" क्या दर्शाता है?",
    "Level": "1",
    "Final answer": "अनुसंधान",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "लॉर्ड ऑफ़ द रिंग्स (किताब) पर अंग्रेजी विकिपीडिया पेज से अ सॉन्ग ऑफ़ आइस एंड फायर (किताब सीरीज़) पर अंग्रेजी विकिपीडिया पेज तक पहुँचने के लिए एक व्यक्ति को न्यूनतम कितने पेज लिंक क्लिक करने होंगे? अपनी गिनती में उन सभी लिंक को शामिल करें जिन पर आप पेज तक पहुँचने के लिए क्लिक करेंगे। 3 जुलाई 2023 को दिन के अंत में पेज की स्थिति का उपयोग करें।",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "OpenCV के उस संस्करण में योगदानकर्ता जिसमें Mask-RCNN मॉडल के लिए समर्थन जोड़ा गया था, का नाम लैटिन वर्णमाला में प्रतिलिपि करने पर एक पूर्व चीनी सरकार प्रमुख के नाम के समान है?",
    "Level": "2",
    "Final answer": "ली पेंग",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "मुझे लोकप्रिय वीडियो गेम्स के बारे में उनकी रिलीज से पहले उपलब्ध जानकारी के बारे में जानने में दिलचस्पी है। 2019 के उस गेम का विकिपीडिया पेज खोजें जिसने ब्रिटिश अकादमी गेम्स अवार्ड जीता था। उस पेज पर गेम की रिलीज तिथि से पहले कितने संशोधन किए गए थे (2022 की सबसे हालिया प्रविष्टि के अनुसार)?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "डॉक्टर हू के सीरीज 9, एपिसोड 11 में, डॉक्टर एक निरंतर बदलते हुए भूलभुलैया में फंस जाता है। आधिकारिक स्क्रिप्ट में इस स्थान का नाम क्या है? सेटिंग को पहले दृश्य शीर्षक में ठीक उसी तरह दें।",
    "Level": "1",
    "Final answer": "किला",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "मुझे कुछ लोकप्रिय रियलिटी टेलीविज़न प्रतियोगिता शो के बारे में और जानना है। अमेरिकी संस्करण के 44वें सीज़न के अंत तक, सर्वाइवर के विजेताओं की संख्या अमेरिकन आइडल के विजेताओं की संख्या से कितनी अधिक है?",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "संलग्न पीडीएफ में सीहॉर्स द्वीप रिसॉर्ट समुदाय में आवास की सूची दी गई है। सीहॉर्स द्वीप में किस प्रकार के आवास की औसत रेटिंग अधिक है?",
    "Level": "2",
    "Final answer": "होटल",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "गिटहब के अनुसार, Regression लेबल वाले सबसे पुराने बंद numpy.polynomial मुद्दे में Regression कब जोड़ा गया था (MM/DD/YY)?",
    "Level": "2",
    "Final answer": "15/04/18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "ब्रिटिश म्यूजियम के संग्रह में म्यूजियम नंबर 2012,5015.17 वाली वस्तु एक विशेष प्रकार के मोलस्क प्रजाति का खोल है। 2021 में साइंस एडवांसेज में प्रकाशित एक शोध लेख के सारांश के अनुसार, इस प्रजाति के खोल से बने मनके कम से कम कितने हजार वर्ष पुराने पाए गए हैं?",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "आसियान ब्लॉक के भीतर, भौगोलिक दूरी के आधार पर, राजधानी शहरों के बीच सबसे अधिक दूरी वाले दो देश हैं: इंडोनेशिया, म्यांमार।",
    "Level": "2",
    "Final answer": "इंडोनेशिया, म्यांमार",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "चित्र में दिए गए शतरंज की स्थिति की समीक्षा करें। काले की बारी है। काले के लिए सही अगला चाल बताएं जो जीत की गारंटी देता है। कृपया अपना उत्तर बीजगणितीय नोटेशन में दें।",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "27 जून 2022 को मेरियम-वेबस्टर के शब्द-दिवस के लिए किस लेखक का उद्धरण दिया गया है?",
    "Level": "1",
    "Final answer": "ऐनी लेविन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "USGS के अनुसार, अमेरिकन एलिगेटर को टेक्सास (टेक्सास को शामिल नहीं करते हुए) के पश्चिम में पहली बार किस वर्ष में पाया गया था?",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "मई 2023 तक, MBTA की फ्रैंकलिन-फॉक्सबोरो लाइन पर साउथ स्टेशन और विंडसर गार्डन्स के बीच (शामिल नहीं) कितने स्टॉप हैं?",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "नमस्ते, मैं शुक्रवार को अपनी कक्षाओं से बीमार था, इसलिए मैं यह समझने की कोशिश कर रहा हूँ कि मुझे अगले सप्ताह के कैलकुलस मिड-टर्म के लिए क्या पढ़ना चाहिए। मेरे कक्षा के एक दोस्त ने मुझे प्रोफेसर विलोब्रुक की एक ऑडियो रिकॉर्डिंग भेजी है, जिसमें परीक्षा के लिए अनुशंसित पढ़ाई के बारे में बताया गया है, लेकिन मेरे हेडफोन टूटे हुए हैं :(\n\nक्या आप कृपया मेरे लिए रिकॉर्डिंग सुन सकते हैं और मुझे बता सकते हैं कि मुझे कौन से पृष्ठ संख्याएँ पढ़नी चाहिए? मैंने Homework.mp3 नामक एक फ़ाइल संलग्न की है, जिसमें रिकॉर्डिंग है। कृपया पृष्ठ संख्याओं को कॉमा-सेपरेटेड सूची के रूप में प्रदान करें, और कृपया सूची को आरोही क्रम में प्रदान करें।",
    "Level": "1",
    "Final answer": "132, 133, 134, 197, 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "टिज़िन की काल्पनिक भाषा में, मूल वाक्यों को पहले क्रिया के साथ व्यवस्थित किया जाता है, उसके बाद प्रत्यक्ष वस्तु, उसके बाद वाक्य का विषय। मैं अपने टिज़िन मित्र को सेब के प्रति अपने प्यार का इजहार करना चाहता हूँ। खुद को इंगित करने वाला शब्द &quot;पा&quot; नाममात्र का रूप है, &quot;माटो&quot; अभियोगात्मक रूप है, और &quot;सिंग&quot; जननात्मक रूप है। मूल क्रिया जो किसी चीज़ के लिए तीव्र पसंद को इंगित करती है वह &quot;मक्ते&quot; है। जब इसका उपयोग वर्तमान में किया जाता है, तो इसका उपयोग इसके मूल रूप में किया जाता है, जब इसका उपयोग भूतकाल में किया जाता है, तो यह &quot;ताय&quot; होता है, और जब इसका उपयोग अपूर्ण भूतकाल में किया जाता है, तो यह &quot;अक्ताय&quot; होता है। इसका उपयोग अंग्रेजी की तुलना में अलग तरीके से किया जाता है, और इसका बेहतर अनुवाद &quot;इससे प्रसन्न होना&quot; है, जिसका अर्थ है कि पसंद करने वाली चीज़ वास्तव में वाक्य का विषय नहीं बल्कि वस्तु है। सेब के लिए शब्द तिज़िन में अंग्रेज़ी से उधार लिया गया है, और इसलिए यह &quot;Apple&quot; नाममात्र रूप है, &quot;Zapple&quot; अभियोगात्मक रूप है, और &quot;Izapple&quot; जननात्मक रूप है। कृपया &quot;मुझे सेब पसंद हैं&quot; का तिज़िन में अनुवाद करें।",
    "Level": "1",
    "Final answer": "मक्ताय माटो सेब",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "जुलाई 2023 तक ताइशो तमाई के नंबर से पहले और बाद के पिचर कौन हैं? मुझे उन्हें पिचर बिफोर, पिचर आफ्टर के रूप में दें, केवल उनके उपनाम का उपयोग करें, रोमन अक्षरों में।",
    "Level": "1",
    "Final answer": "योशिदा, उएहारा",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "मेरे पास नीचे दिए गए चित्र में स्टैंडर्ड प्लान है, और मैंने अभी 60 समान आकार की फ़ाइलें अपलोड की हैं और मुझे संदेश मिला कि मैं 100GB सीमा से अधिक हूँ। मेरे पास 980 और फ़ाइलें हैं जिनका आकार समान है और जिन्हें अपलोड करना है। यदि मुझे सभी फ़ाइलों को स्टोर करने के लिए न्यूनतम संभव प्लान पर अपग्रेड करना है, तो मेरी वर्तमान प्लान सीमा से अधिक होने पर प्रति फ़ाइल की औसत अतिरिक्त लागत कितनी है? डॉलर में निकटतम सेंट तक राउंड करके उत्तर दें: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "बॉक्स ऑफिस मोजो की 2020 की विश्वव्यापी बॉक्स ऑफिस सूची के अनुसार, शीर्ष 10 सबसे अधिक कमाई करने वाली विश्वव्यापी फिल्मों में से कितनी फिल्में शीर्ष 10 सबसे अधिक कमाई करने वाली घरेलू फिल्मों की सूची में भी शामिल हैं? आपका उत्तर एक संख्यात्मक पूर्णांक मूल्य होना चाहिए।",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "यूट्यूब चैनल गेम ग्रम्प्स ने 2012 में गेम सोनिक द हेजहॉग (2006) का लेट्स प्ले शुरू किया। पहले एपिसोड में तीस सेकंड के बाद, लाल पृष्ठभूमि पर सफेद अक्षरों में एक वाक्यांश स्क्रीन पर दिखाया जाता है। इस वाक्यांश में अक्षर \"E\" कितनी बार दिखाई देता है?",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "10.2307/j.ctv9b2xdv पुस्तक के पृष्ठ 11 के अंतिम से दूसरे अनुच्छेद में पाए गए अंतिम टिप्पणी में, विकिपीडिया लेख को नवंबर की किस तारीख को एक्सेस किया गया था? केवल महीने का दिन दें।",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "मैं उन प्रजातियों के बारे में शोध कर रहा हूँ जो पालतू जानवर के रूप में रखे जाने के बाद आक्रामक बन गईं। एक विशेष प्रजाति की मछली है जिसे फिल्म फाइंडिंग नेमो के मुख्य पात्र के रूप में पालतू जानवर के रूप में लोकप्रिय बनाया गया था। USGS के अनुसार, 2020 से पहले इस मछली को गैर-मूल प्रजाति के रूप में कहाँ पाया गया था? मुझे उत्तर पाँच अंकों के ज़िप कोड के रूप में चाहिए, जो कि यदि एक से अधिक स्थान हों तो उन्हें अल्पविराम से अलग किया जाए।",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "इस सप्ताह मेरे परिवार का मिलन समारोह है, और मुझे मैश किए हुए आलू लाने का काम सौंपा गया है। उपस्थित लोगों में मेरे विवाहित माँ और पिता, मेरा जुड़वाँ भाई और उसका परिवार, मेरी चाची और उनका परिवार, मेरी दादी और उनके भाई, उनकी भतीजी और उसका परिवार शामिल हैं। मुझे छोड़कर सभी वयस्क विवाहित हैं, और कोई भी तलाकशुदा या पुनर्विवाहित नहीं है, लेकिन मेरे दादा और मेरी दादी के साली का पिछले साल निधन हो गया। सभी जीवित जीवनसाथी समारोह में आ रहे हैं। मेरे भाई के दो बच्चे अभी भी बच्चे हैं, मेरी चाची का एक छह साल का बच्चा है, और मेरी दादी के भाई की बेटी के तीन बच्चे 12 साल से कम उम्र के हैं। मेरा अनुमान है कि प्रत्येक वयस्क लगभग 1.5 आलू का मैश किया हुआ आलू खाएगा और प्रत्येक बच्चा लगभग आधा आलू का मैश किया हुआ आलू खाएगा, लेकिन मेरे दूसरे चचेरे भाई कार्बोहाइड्रेट नहीं खाते हैं। औसत आलू लगभग आधा पाउंड का होता है, और आलू 5 पाउंड के थैलों में बेचे जाते हैं। मुझे कितने पूरे थैले आलू की आवश्यकता होगी? केवल संख्या दें।",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "एक मानक रूबिक क्यूब को उसके पक्षों के क्यूब्स में तोड़ दिया गया है। क्यूब्स को मिलाया गया है और एक को हटा दिया गया है। 6 क्यूब्स हैं जिनमें एक रंगीन चेहरा है, 12 किनारे के क्यूब्स हैं जिनमें दो रंगीन चेहरे हैं, और 8 कोने के क्यूब्स हैं जिनमें तीन रंगीन चेहरे हैं। सभी नीले क्यूब्स को ढूंढ लिया गया है। नारंगी केंद्र क्यूब के सीधे बाएं, दाएं, ऊपर और नीचे के सभी क्यूब्स को ढूंढ लिया गया है, साथ ही केंद्र क्यूब भी। सभी हरे कोने के क्यूब्स को ढूंढ लिया गया है, साथ ही सभी हरे क्यूब्स जो पीले से सटे हैं। सभी नारंगी क्यूब्स के लिए, उनके विपरीत चेहरे के क्यूब्स को ढूंढ लिया गया है। हटाया गया क्यूब दो रंगों से युक्त है। वे कौन से हैं? उत्तर एक कॉमा-अलग सूची के रूप में दें, जिसमें रंग वर्णानुक्रम में हों।",
    "Level": "1",
    "Final answer": "हरा, सफेद",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "वीडियो को देखें: https://www.youtube.com/watch?v=1htKBjuUWec।\n\n\"क्या यह गर्म नहीं है?\" प्रश्न के जवाब में टीएलसी क्या कहता है: \"यह गर्म है, लेकिन मैं इसे संभाल सकता हूँ।\"",
    "Level": "1",
    "Final answer": "अत्यंत",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "एक 5-सदस्यीय समूह है, जिसमें एक टैंक, एक हीलर और तीन डीपीएस हैं, जो वर्ल्ड ऑफ वारक्राफ्ट में अभी-अभी जारी किए गए एक डंगेन में हैं। दो प्लेट पहनने वाले और दो क्लॉथ पहनने वाले हैं। अंतिम बॉस पर, टैंक और हीलर दोनों पवित्र जादू डाल रहे हैं। बर्फ और आग का उपयोग किया जा रहा है, प्रत्येक का उपयोग एक अलग डीपीएस द्वारा किया जा रहा है। समूह का एक भालू बॉस पर हमला कर रहा है। मेटामॉर्फोसिस डाला जाता है। द फॉरगेटन वन का किल्ट लूट के रूप में गिरता है, लेकिन कोई भी इसे उपयोग नहीं कर सकता है। यदि सभी क्लास अपनी क्लास क्षमताओं का उपयोग कर रहे हैं और सभी क्लास अद्वितीय हैं, तो समूह में पाँच क्लास कौन सी हैं, वर्णानुक्रम में कॉमा से अलग किए गए?",
    "Level": "3",
    "Final answer": "मृत्यु राक्षस, शिकारी, पालडिन, पुजारी, वारलॉक",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nउपरोक्त में से कौन सा बाकी सभी के साथ तार्किक रूप से समतुल्य नहीं है? पूरा कथन दें जो फिट नहीं बैठता है।",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "2011 की बुल्गारियाई जनगणना से तृतीयक शिक्षा पूरी करने वालों के लिंग विभाजन को लें। बड़े अंक से छोटे अंक को घटाएं, फिर महिलाओं की संख्या में अंतर को हज़ारों में वापस करें। इसलिए, यदि 30.1 हज़ार अधिक पुरुष होते, तो आप \"30.1\" देंगे।",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "आप वैन हेल्सिंग हैं, एक प्रसिद्ध पिशाच शिकारी। मोल्दोवा के काउंट, लाट्सु IV, कोस्टेआ के पुत्र, ने आपको पड़ोसी वालाकिया के गाँव शिर्निया की जाँच करने का कार्य सौंपा है। काउंट के सलाहकारों ने रिपोर्ट किया है कि एक पिशाच को गाँव के पास सीमा पार करते हुए देखा गया था, और वे चाहते हैं कि आप इसकी जाँच करें।\n\nआप शिर्निया गाँव की यात्रा करते हैं और अपनी जाँच शुरू करते हैं। एक रात, सूर्योदय से ठीक पहले, आप एक लंबे काले केप में एक आदमी की झलक देखते हैं, जिसकी लाइनिंग लाल है, जो अतिमानवीय चपलता से छत से छत पर कूद रहा है। यह एक पिशाच है! आप प्राणी का पीछा करने की कोशिश करते हैं ताकि वह अपने घर वापस जा सके, लेकिन प्राणी बहुत तेज है। हालाँकि, गाँव की दूरस्थ स्थिति के कारण, आपको पूर्ण निश्चय है कि पिशाच गाँव का निवासी होना चाहिए। आप निर्णय लेते हैं कि आपकी सबसे अच्छी कार्रवाई गाँव के सभी 100 निवासियों से दिन के समय मिलना होगा। आपको पिशाचों और मनुष्यों के बारे में कुछ पता है जो आपकी जाँच को संभव बनाएगा; मनुष्य हमेशा सच कहते हैं, लेकिन पिशाच हमेशा झूठ बोलते हैं।\n\nदोपहर में, आप शिर्निया के सभी 100 निवासियों से घर-घर जाकर बात करते हैं। आप सभी से एक ही सवाल पूछते हैं: \"शिर्निया में कितने पिशाच रहते हैं?\" गाँव के सभी लोग एक ही जवाब देते हैं, \"हम में से कम से कम एक मनुष्य है।\"\n\nशिर्निया के कितने निवासियों को पिशाच में बदल दिया गया है?",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "संलग्न एक्सेल फ़ाइल में एक स्थानीय फास्ट-फूड चेन के मेनू आइटम की बिक्री का विवरण है। चेन द्वारा भोजन (पेय पदार्थों को शामिल न करते हुए) से किए गए कुल बिक्री का मूल्य क्या है? अपने उत्तर को USD में दो दशमलव स्थानों तक व्यक्त करें।",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "H. pylori पर मुँहासे रोगियों में क्लिनिकल ट्रायल की वास्तविक नामांकन संख्या जनवरी-मई 2018 के लिए NIH वेबसाइट पर क्या सूचीबद्ध थी?",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "2001-2010 की अवधि में हर साल जीडीपी का 35% से अधिक की सकल बचत वाले देशों की सूची विश्व बैंक के अनुसार: ब्रुनेई, चीन, कुवैत, लीबिया, ओमान, कतर, सिंगापुर, सूडान।",
    "Level": "2",
    "Final answer": "ब्रुनेई, चीन, मोरक्को, सिंगापुर",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "एनसीएटीएस पबचेम यौगिक डेटाबेस में फूड एडिटिव स्टेटस वर्गीकरण के लिए, वह यौगिक खोजें जिसका आणविक भार 100 जी/मोल या उससे कम हो, 6 भारी परमाणु, 1 या उससे कम हाइड्रोजन बॉन्ड स्वीकारक हों, और जटिलता 10 और 15 के बीच हो। इसके दो संभावित एंजाइम परिवर्तनों के बीच साझा जीन-रासायनिक सह-अस्तित्व में से, आणविक भार के आधार पर सबसे भारी यौगिक का पबचेम सीआईडी क्या है?",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "ऑर्डर हेलोटियलेस के लिए ट्रोपिकोस आईडी के चेक अंक की गणना करें, जैसे कि यह एक आईएसबीएन-10 संख्या हो।",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "1977 के नियमित सीज़न में सबसे अधिक वॉक्स वाले यंकी ने उसी सीज़न में कितने एट-बैट्स किए?",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "Replit.com पर 2018 के VSCode ब्लॉग पोस्ट में, अंतिम वीडियो में अतिरिक्त लाइनों को हटाने के लिए उन्होंने किस कमांड पर क्लिक किया था?",
    "Level": "2",
    "Final answer": "दस्तावेज़ स्वरूपित करें",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "आप एक दूरसंचार इंजीनियर हैं जो एक सड़क के खंड पर सेल फोन टावर बनाना चाहते हैं। संदर्भ फ़ाइल में सड़क और आसपास के घरों का लेआउट दिया गया है। प्रत्येक डैश, \"-\", एक मील का मार्कर है। प्रत्येक बड़ा H एक घर को दर्शाता है जो एक मील मार्कर के पास स्थित है, जो सड़क के खंड के ऊपर या नीचे दिखाई देता है। प्रत्येक सेल फोन टावर सड़क के पास स्थित घरों को 4 मील के त्रिज्या के भीतर कवर कर सकता है। सड़क के पास सभी घरों को कवर करने के लिए आवश्यक सेल फोन टावरों की न्यूनतम संख्या ज्ञात करें। आपका उत्तर एक धनात्मक संख्यात्मक पूर्णांक मूल्य होना चाहिए।",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "व्हिटनी म्यूज़ियम ऑफ अमेरिकन आर्ट के संग्रह में एक्सेशन नंबर 2022.128 वाली तस्वीर में एक व्यक्ति किताब पकड़े हुए है। इस किताब के लेखक ने 1813 में किस सैन्य इकाई में शामिल हुए? उत्तर देते समय किसी भी लेख का प्रयोग न करें।",
    "Level": "2",
    "Final answer": "रूसी-जर्मन लीजन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "संलग्न छवि को देखें। प्रश्नोत्तरी का मूल्यांकन निम्नलिखित तरीके से किया जाता है:\n\nप्रश्न जो छात्र से भिन्न जोड़ने या घटाने के लिए कहते हैं: 5 अंक\nप्रश्न जो छात्र से भिन्न गुणा करने या भाग करने के लिए कहते हैं: 10 अंक\nप्रश्न जो छात्र से अनुचित भिन्न बनाने के लिए कहते हैं: 15 अंक\nप्रश्न जो छात्र से मिश्र संख्या बनाने के लिए कहते हैं: 20 अंक\n\nएक तकनीकी समस्या के कारण जिसने छात्रों को प्रश्नोत्तरी लेने में देरी की, शिक्षक सभी को 5 बोनस अंक दे रहे हैं।\n\nयदि आपने संलग्न छवि में प्रश्नोत्तरी का मूल्यांकन किया है, तो छात्र ने कितने अंक अर्जित किए होंगे? आंशिक क्रेडिट नहीं है।",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "सेटल, वाशिंगटन में स्थित एक मूवी और वीडियो गेम रेंटल स्टोर के इन्वेंटरी को दिखाने वाली संलग्न स्प्रेडशीट में सबसे पुराने ब्लू-रे का शीर्षक क्या है? इसे स्प्रेडशीट में दिखाई देने वाले रूप में लौटाएं।",
    "Level": "2",
    "Final answer": "समय-पार्किंग 2: समानांतर ब्रह्मांड",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "किसने वह गीत बनाया जिसे एक मुर्गे और एक हैम्स्टर ने अलग-अलग एनिमेटेड वीडियो में अलग-अलग गति से और अलग-अलग बोलों के साथ गाया था? उत्तर देते समय \"पहला नाम अंतिम नाम\" प्रारूप का उपयोग करें।",
    "Level": "2",
    "Final answer": "रोजर मिलर",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "अंग्रेजी विकिपीडिया पर नवंबर 2016 में प्रचारित किया गया एकमात्र फीचर्ड आर्टिकल, जो एक डायनासोर के बारे में था, उसे किसने नामित किया?",
    "Level": "1",
    "Final answer": "फंकमोंक",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "मरियानास ट्रेंच के तल पर रखे गए और ट्रेंच के शिखर तापमान पर स्थिर होने दिए गए 0.312 किग्रा फ्रीऑन-12 रेफ्रिजरेंट का आयतन मिलीलीटर में कितना है, इसे निकटतम मिलीलीटर तक गोल करके प्रदान करें। अपना उत्तर केवल एक पूर्णांक मान के रूप में दें।",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "मारिसा अल्वियर-अग्नेव और हेनरी अग्नेव द्वारा CK-12 लाइसेंस के तहत लाइब्रेटेक्स्ट के परिचयात्मक रसायन विज्ञान सामग्री में 08/21/2023 को संकलित घनत्व माप का उपयोग करें।\n\nमेरे पास 25°C पर एक गैलन शहद और एक गैलन मेयोनेज़ है। मैं शहद के गैलन से एक-एक कप शहद निकालता हूँ। शहद का वजन मेयोनेज़ से कम होने के लिए मुझे कितनी बार कप निकालना होगा? मान लीजिए कि कंटेनरों का वजन समान है।",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "पीडीएफ में नौकरी के लिए आवेदन करने वाले कितने आवेदकों के पास केवल एक ही योग्यता की कमी है?",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  }
]