[
  {
    "task_id": "c61d22de-5f6c-4958-a7f6-5e9707bd3466",
    "Question": "Ein Artikel über KI-Regulierung, der ursprünglich im Juni 2022 auf arXiv.org eingereicht wurde, zeigt eine Abbildung mit drei Achsen, wobei jede Achse an beiden Enden ein beschriftendes Wort aufweist. Welches dieser Wörter wird verwendet, um eine Art von Gesellschaft in einem Artikel über Physik und Gesellschaft zu beschreiben, der am 11. August 2016 auf arXiv.org eingereicht wurde?",
    "Level": "2",
    "Final answer": "egalitär",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "Ich erforsche Arten, die zu invasiven Arten wurden, nachdem Menschen, die sie als Haustiere hielten, sie freigelassen haben. Es gibt eine bestimmte Fischart, die durch ihre Rolle als Hauptfigur im Film „Findet Nemo“ als Haustier populär wurde. Laut USGS, wo wurde dieser Fisch vor dem Jahr 2020 als nicht-einheimische Art gefunden? Ich benötige die Antwort im Format der fünfstelligen Postleitzahlen der Orte, an denen die Art gefunden wurde, getrennt durch Kommas, falls es mehr als einen Ort gibt.",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "04a04a9b-226c-43fd-b319-d5e89743676f",
    "Question": "Wenn wir annehmen, dass alle von Nature im Jahr 2020 veröffentlichten Artikel (nur Artikel, keine Buchbesprechungen/Kolumnen usw.) auf statistischer Signifikanz beruhten, um ihre Ergebnisse zu rechtfertigen, und sie im Durchschnitt einen p-Wert von 0,04 erreichten, wie viele Artikel wären in Bezug auf ihre Behauptungen der statistischen Signifikanz falsch? Runden Sie den Wert auf die nächste ganze Zahl auf.",
    "Level": "2",
    "Final answer": "41",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "14569e28-c88c-43e4-8c32-097d35b9a67d",
    "Question": "In Unlambda, der genaue Charakter, der hinzugefügt werden muss, um den Code so zu korrigieren, dass er \"For penguins\" ausgibt, ist `i`. \n\nCode:  \n`r```````````.F.o.r. .p.e.n.g.u.i.n.s.i`",
    "Level": "2",
    "Final answer": "Backtick",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e1fc63a2-da7a-432f-be78-7c4a95598703",
    "Question": "Wenn Eliud Kipchoge sein rekordverdächtiges Marathontempo unbegrenzt halten könnte, wie viele Tausend Stunden würde es ihm dann dauern, die Entfernung zwischen der Erde und dem Mond bei seiner größten Annäherung zu laufen? Verwenden Sie bitte den minimalen Perigäumswert auf der Wikipedia-Seite für den Mond, wenn Sie Ihre Berechnung durchführen. Runden Sie Ihr Ergebnis auf die nächste 1000 Stunden und verwenden Sie keine Kommatrennzeichen, falls erforderlich.",
    "Level": "1",
    "Final answer": "17",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "Das angehängte Tabellenkalkulationsblatt zeigt den Lagerbestand eines Film- und Videospielverleihs in Seattle, Washington. Was ist der Titel der ältesten Blu-Ray, die in dieser Tabelle verzeichnet ist? Geben Sie ihn so zurück, wie er in der Tabelle erscheint.",
    "Level": "2",
    "Final answer": "Zeit-Parken 2: Paralleles Universum",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "Wie viele Studioalben wurden von Mercedes Sosa zwischen 2000 und 2009 (einschließlich) veröffentlicht? Sie können die neueste Version der englischen Wikipedia von 2022 verwenden.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "Das Objekt in der Sammlung des British Museum mit der Museumsnummer 2012,5015.17 ist die Schale einer bestimmten Weichtierart. Laut der Zusammenfassung eines 2021 in *Science Advances* veröffentlichten Forschungsartikels wurden aus den Schalen dieser Art Perlen gefunden, die mindestens wie viele Tausend Jahre alt sind?",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "Laut GitHub, wann wurde Regression zum ältesten geschlossenen numpy.polynomial-Issue hinzugefügt, das das Label Regression trägt, im Format TT/MM/JJ?",
    "Level": "2",
    "Final answer": "15.04.18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ec09fa32-d03f-4bf8-84b0-1f16922c3ae4",
    "Question": "Hier ist ein lustiges Rätsel, das Ihnen sicher gefallen wird.\n\nSie wurden ausgewählt, um an der Finalrunde der neuen, beliebten Spielshow „Pick That Ping-Pong“ teilzunehmen. In dieser Runde konkurrieren Sie um einen großen Geldpreis. Ihre Aufgabe besteht darin, einen von mehreren nummerierten Tischtennisbällen auszuwählen, und dann beginnt das Spiel. Der Moderator erklärt, wie das Spiel funktioniert.\n\nEin Gerät, bestehend aus einer gewundenen, transparenten Rampe und einer Reihe von Kolben, steuert den Ausgang des Spiels. Die Rampe führt die Bälle auf eine Plattform. Die Plattform bietet Platz für drei Tischtennisbälle gleichzeitig. Die drei Bälle auf der Plattform sind jeweils mit einem von drei Kolben ausgerichtet. In jeder Phase des Spiels feuert einer der drei Kolben zufällig ab und stößt den Ball aus, den er trifft. Wenn der Kolben den Ball in der ersten Position auf der Plattform ausstößt, rücken die Bälle in der zweiten und dritten Position jeweils einen Platz vor, und der nächste Ball auf der Rampe rückt in die dritte Position vor. Wenn der Kolben den Ball in der zweiten Position ausstößt, wird der Ball in der ersten Position freigegeben und rollt weg, der Ball in der dritten Position rückt zwei Plätze vor, um die erste Position einzunehmen, und die nächsten beiden Bälle auf der Rampe rücken vor, um die zweite und dritte Position auf der Plattform einzunehmen. Wenn der Kolben den Ball in der dritten Position ausstößt, wird der Ball in der ersten Position freigegeben und rollt weg, der Ball in der zweiten Position rückt einen Platz vor, um die erste Position einzunehmen, und die nächsten beiden Bälle auf der Rampe rücken vor, um die zweite und dritte Position auf der Plattform einzunehmen.\n\nDie Rampe beginnt mit 100 nummerierten Tischtennisbällen, die in aufsteigender Reihenfolge von 1 bis 100 angeordnet sind. Der Moderator aktiviert die Maschine, und die ersten drei Bälle, nummeriert 1, 2 und 3, rücken auf die Plattform vor. Bevor das zufällige Abfeuern der Kolben beginnt, werden Sie gefragt, welchen der 100 Bälle Sie auswählen möchten. Wenn Ihr gewählter Ball von einem der Kolben ausgestoßen wird, gewinnen Sie den Hauptpreis von 10.000 $.\n\nWelchen Ball sollten Sie auswählen, um Ihre Gewinnchancen auf den großen Preis zu maximieren? Bitte geben Sie Ihre Antwort als Nummer des ausgewählten Balls an.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "676e5e31-a554-4acc-9286-b60d90a92d26",
    "Question": "Am 2. Juli 1959 wurden in den US-amerikanischen Standards für die Klassifizierung von verarbeiteten Früchten, Gemüse und bestimmten anderen Produkten, die als dehydriert aufgeführt sind, die Artikel im Abschnitt „getrocknet und dehydriert“ speziell als dehydriert gekennzeichnet, zusammen mit allen Artikeln im Abschnitt „Gefroren/Gekühlt“, die den vollständigen Namen des Artikels enthalten, aber nicht, wenn sie als „Gekühlt“ gekennzeichnet sind. Wie hoch ist der Prozentsatz (auf die nächste ganze Zahl gerundet) dieser Standards, die bis August 2023 durch eine neue Version ersetzt wurden, seit dem in den Standards von 1959 angegebenen Datum?",
    "Level": "3",
    "Final answer": "86",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7dd30055-0198-452e-8c25-f73dbe27dcb8",
    "Question": "Verwenden Sie die Biopython-Bibliothek in Python, um die PDB-Datei des Proteins mit der PDB-ID 5wb7 aus der RCSB Protein Data Bank zu parsen. Berechnen Sie den Abstand zwischen dem ersten und zweiten Atom, wie sie in der PDB-Datei aufgeführt sind. Geben Sie das Ergebnis in Angström an, gerundet auf den nächsten Pikometer.",
    "Level": "2",
    "Final answer": "1.456",
    "file_name": "7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb"
  },
  {
    "task_id": "2a649bb1-795f-4a01-b3be-9a01868dae73",
    "Question": "Was sind die EC-Nummern der beiden am häufigsten verwendeten Chemikalien für die Virustestmethode in der Arbeit über SPFMV und SPCSV in der Pearl Of Africa aus dem Jahr 2016? Geben Sie die durch Semikolon getrennten Nummern in der Reihenfolge der alphabetisch sortierten Chemikalien zurück.",
    "Level": "2",
    "Final answer": "3.1.3.1; 1.11.1.7",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "87c610df-bef7-4932-b950-1d83ef4e282b",
    "Question": "Im April 1977, wer war der Premierminister des ersten namentlich genannten Ortes im Buch Esther (in der New International Version)?",
    "Level": "2",
    "Final answer": "Morarji Desai war ein indischer Politiker, der von 1977 bis 1979 als vierter Premierminister Indiens amtierte. Er wurde am 29. Februar 1896 in Bhadeli, Gujarat, geboren und war ein prominentes Mitglied der Indischen Nationalkongresspartei, bevor er sich der Janata Party anschloss. Desai war bekannt für seine einfache Lebensweise, seine Prinzipienfestigkeit und seine Bemühungen um die Stärkung der Demokratie in Indien. Er spielte eine Schlüsselrolle in der indischen Unabhängigkeitsbewegung und bekleidete später verschiedene Ministerämter, darunter das des Finanzministers. Seine Amtszeit als Premierminister war geprägt von Herausforderungen wie politischen Spannungen und wirtschaftlichen Schwierigkeiten. Morarji Desai verstarb am 10. April 1995 in Bombay (heute Mumbai).",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "624cbf11-6a41-4692-af9c-36b3e5ca3130",
    "Question": "Was ist die letzte Zeile des Reims unter dem Geschmacksnamen auf dem Grabstein, der im Hintergrund des Fotos des Grabsteins des ältesten Geschmacks im Online-Geschmacksfriedhof von Ben & Jerry's Ende 2022 sichtbar ist?",
    "Level": "2",
    "Final answer": "Also mussten wir es sterben lassen.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "Verwenden Sie Dichteangaben aus den Chemikalien, die von Marisa Alviar-Agnew & Henry Agnew unter der CK-12-Lizenz in den Einführungsmaterialien zur Chemie von LibreText lizenziert wurden, wie am 21.08.2023 zusammengestellt.\n\nIch habe einen Gallone Honig und eine Gallone Mayonnaise bei 25 °C. Ich nehme jeweils eine Tasse Honig aus der Gallone Honig heraus. Wie oft muss ich eine Tasse entfernen, damit der Honig weniger wiegt als die Mayonnaise? Nehmen Sie an, dass die Behälter selbst gleich viel wiegen.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5d0080cb-90d7-4712-bc33-848150e917d3",
    "Question": "Was war das Volumen in m^3 der Fischtasche, das in dem Paper der University of Leicester mit dem Titel „Can Hiccup Supply Enough Fish to Maintain a Dragon’s Diet?“ berechnet wurde?",
    "Level": "1",
    "Final answer": "0.1777",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bec74516-02fc-48dc-b202-55e78d0e17cf",
    "Question": "Wie viele Werke vor 2020 befinden sich durchschnittlich auf den Seiten zur Identifizierung von Forschern und Mitwirkenden der Personen, deren Identifizierung in dieser Datei enthalten ist?",
    "Level": "3",
    "Final answer": "26.4",
    "file_name": "bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld"
  },
  {
    "task_id": "a1e91b78-d3d8-4675-bb8d-62741b4b68a6",
    "Question": "In dem Video https://www.youtube.com/watch?v=L1vXCYZAYYM, wie viele Vogelarten sind gleichzeitig auf der Kamera zu sehen, und was ist die höchste Anzahl?",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "46719c30-f4c3-4cad-be07-d5cb21eee6bb",
    "Question": "Von den Autoren (First M. Last), die 2015 an dem Paper „Pie Menus or Linear Menus, Which Is Better?“ gearbeitet haben, wie lautete der Titel des ersten Papers des Autors, der bereits zuvor Papers veröffentlicht hatte?",
    "Level": "1",
    "Final answer": "Zuordnung menschlicher orientierter Informationen zu Software-Agenten für die Nutzung von Online-Systemen",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "df6561b2-7ee5-4540-baab-5095f742716a",
    "Question": "Wenn Sie den Durchschnitt der Standardabweichung der Population der roten Zahlen und der Standardabweichung der Stichprobe der grünen Zahlen in diesem Bild mithilfe des Statistikmoduls in Python 3.11 berechnen, was ist das Ergebnis auf die nächsten drei Dezimalstellen gerundet?",
    "Level": "2",
    "Final answer": "17.056",
    "file_name": "df6561b2-7ee5-4540-baab-5095f742716a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/df6561b2-7ee5-4540-baab-5095f742716a.png"
  },
  {
    "task_id": "00d579ea-0889-4fd9-a771-2c8d79835c8d",
    "Question": "Angenommen, die Wissenschaftler in dem berühmten YouTube-Video „The Thinking Machine“ (Künstliche Intelligenz in den 1960er Jahren) wurden im selben Jahr interviewt, wie lautet der Name des Wissenschaftlers, der die früheren denkenden Maschinen oder Roboter vorhersagt? Antworten Sie im Format Vorname Nachname.\n\n**Verbesserte Übersetzung:**\nAngenommen, die Wissenschaftler in dem berühmten YouTube-Video „The Thinking Machine“ (Künstliche Intelligenz in den 1960er Jahren) wurden im selben Jahr interviewt, wie lautet der Name des Wissenschaftlers, der die früheren denkenden Maschinen oder Roboter vorhersagt? Antwort: Donald Michie.",
    "Level": "3",
    "Final answer": "Claude Shannon",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "In der 9. Staffel, Folge 11 von Doctor Who, ist der Doctor in einem sich ständig verändernden Labyrinth gefangen. Wie lautet der Name dieses Ortes im offiziellen Drehbuch der Folge? Geben Sie die Einstellung genau so an, wie sie in der ersten Szenenüberschrift erscheint.",
    "Level": "1",
    "Final answer": "Das Schloss",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "In Bezug auf die geografische Entfernung zwischen den Hauptstädten, welche 2 Länder sind innerhalb des ASEAN-Blocks am weitesten voneinander entfernt, laut Wikipedia? Antworte mit einer durch Kommas getrennten Liste, wobei die Länder in alphabetischer Reihenfolge angeordnet sind.",
    "Level": "2",
    "Final answer": "Indonesien, Myanmar",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "In der NCATS PubChem-Verbindungsdatenbank für die Klassifizierung des Status von Lebensmittelzusatzstoffen, finde die Verbindung, die ein Molekulargewicht von 100 g/mol oder weniger, 6 schwere Atome, 1 oder weniger Wasserstoffbrückenakzeptoren und eine Komplexität zwischen 10 und 15 aufweist. Von den gemeinsamen Gen-Chemikalien-Ko-Vorkommen zwischen ihren beiden möglichen Enzymtransformationen, was ist die PubChem CID der schwersten Verbindung nach Molekulargewicht?",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e4e91f1c-1dcd-439e-9fdd-cb976f5293fd",
    "Question": "Ich muss eine Zitierung überprüfen. Dies ist die Zitierung aus der Bibliographie:\n\nGreetham, David. „Uncoupled: OR, How I Lost My Author(s).“ Textual Cultures: Texts, Contexts, Interpretation, Bd. 3 Nr. 1, 2008, S. 45–46. Project MUSE, doi:10.2979/tex.2008.3.1.44.\n\nUnd dies ist die In-Text-Zitierung:\n\nUnsere Beziehung zu den Autoren der Werke, die wir lesen, kann oft „nicht durch einen ‚Mantel des Drucks‘, sondern durch den Schleier der Verwirrung und Fehlübertragung der Schreiber“ verdeckt werden (Greetham 45–46).\n\nStimmt der zitierte Text mit dem überein, was tatsächlich im Artikel steht? Wenn ja, antworte mit Ja, ansonsten gib mir das Wort in meiner Zitierung, das nicht mit dem richtigen übereinstimmt (ohne Artikel).",
    "Level": "2",
    "Final answer": "Umhang",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "Welcher Mitwirkende an der Version von OpenCV, in der die Unterstützung für das Mask-RCNN-Modell hinzugefügt wurde, trägt denselben Namen wie ein ehemaliger chinesischer Regierungschef, wenn die Namen in das lateinische Alphabet transkribiert werden?",
    "Level": "2",
    "Final answer": "Li Peng",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "de9887f5-ead8-4727-876f-5a4078f8598c",
    "Question": "Welcher ganzzahlig gerundete Prozentsatz der Gesamtlänge des Harlekin-Garnelen, die in der Arbeit von Omar Valencia-Mendez aus dem Jahr 2017 aufgezeichnet wurde, wurde dem Seestern in G. Curt Fiedlers Arbeit aus dem Jahr 2002 gefüttert?",
    "Level": "3",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "In einem Büro fand ein Secret-Santa-Geschenkaustausch statt, bei dem jedem der zwölf Mitarbeiter ein anderer Mitarbeiter der Gruppe zugewiesen wurde, um ihm ein Geschenk zu überreichen. Jeder Mitarbeiter füllte ein Profil mit drei Vorlieben oder Hobbys aus. Am Tag des Geschenkaustauschs wurden nur elf Geschenke übergeben, jedes spezifisch für eines der Interessen des Empfängers. Basierend auf den Informationen im Dokument, wer hat kein Geschenk gegeben?",
    "Level": "1",
    "Final answer": "Fred",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8b3379c0-0981-4f5b-8407-6444610cb212",
    "Question": "Was ist die maximale Länge in Metern von #9 im ersten National Geographic-Kurzfilm auf YouTube, der jemals laut der Website des Monterey Bay Aquarium veröffentlicht wurde? Geben Sie nur die Zahl an.",
    "Level": "2",
    "Final answer": "1.8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0ff53813-3367-4f43-bcbd-3fd725c1bf4b",
    "Question": "Welchen zweiwörtigen Modelltyp hatten die Studien von Manash Pratim Kashyap und PS Fader zur Kundenbindung, die in den Jahren 2018-2019 veröffentlicht wurden, gemeinsam (keine Satzzeichen)?",
    "Level": "2",
    "Final answer": "Beta-geometrisch",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "983bba7c-c092-455f-b6c9-7857003d48fc",
    "Question": "Welche Tiere, die sowohl in Ilias Lagkouvardos' als auch in Olga Tapias Arbeiten über die Alvei-Arten der nach Kopenhagen benannten Gattung außerhalb der Bibliografien erwähnt wurden, waren auch in dem 2021 zitierten Artikel auf der Wikipedia-Seite der Alvei-Arten über eine multizentrische, randomisierte, doppelblinde Studie vorhanden?",
    "Level": "3",
    "Final answer": "Mäuse",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a7feb290-76bb-4cb7-8800-7edaf7954f2f",
    "Question": "Wie viele Artikel aus dem Bereich Hochenergiephysik - Gitter, die im Januar 2020 auf Arxiv aufgeführt wurden, hatten PS-Versionen verfügbar?",
    "Level": "2",
    "Final answer": "31",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "Das Foto in der Sammlung des Whitney Museum of American Art mit der Inventarnummer 2022.128 zeigt eine Person, die ein Buch hält. Welcher Militäreinheit trat der Autor dieses Buches 1813 bei? Antworte ohne Verwendung von Artikeln.",
    "Level": "2",
    "Final answer": "Russisch-Deutsche Legion",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2d83110e-a098-4ebb-9987-066c06fa42d0",
    "Question": "Wenn Sie diese Sätze umkehren, schreiben Sie das Gegenteil von \"tfel\" als \"rewsna\".",
    "Level": "1",
    "Final answer": "Rechts",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "Wie viele Links muss eine Person mindestens anklicken, um von der englischen Wikipedia-Seite über „Der Herr der Ringe“ (das Buch) zur englischen Wikipedia-Seite über „Das Lied von Eis und Feuer“ (die Buchreihe) zu gelangen? Zählen Sie jeden Link, den Sie anklicken würden, um zur Seite zu gelangen. Verwenden Sie die Seiten in der Version vom 3. Juli 2023.",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2",
    "Question": "Jede Zelle in der beigefügten Tabelle stellt ein Grundstück dar. Die Farbe der Zelle gibt an, wem das Grundstück gehört. Grüne Zellen sind Grundstücke, die Earl Smith gehören. Kann Earl durch jedes Grundstück, das er besitzt (und keine anderen Grundstücke), gehen und zu seinem Ausgangspunkt zurückkehren, ohne zurückzuverfolgen? Für diese Frage gilt als Zurückverfolgen jeder Fall, in dem Earl ein Grundstück betritt, das er bereits betreten hat, seit er seinen Ausgangspunkt verlassen hat.",
    "Level": "1",
    "Final answer": "Nein",
    "file_name": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx"
  },
  {
    "task_id": "9b54f9d9-35ee-4a14-b62f-d130ea00317f",
    "Question": "Welches der Textelemente unter KATEGORIEN im XML würde das eine Lebensmittel in der Tabelle enthalten, das nicht ein zweites Mal unter einem anderen Namen erscheint?",
    "Level": "3",
    "Final answer": "Suppen und Eintöpfe",
    "file_name": "9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip"
  },
  {
    "task_id": "e8cb5b03-41e0-4086-99e5-f6806cd97211",
    "Question": "Ich ging zum Virtue Restaurant & Bar in Chicago an meinem Geburtstag am 22. März 2021 und das Hauptgericht, das ich hatte, war köstlich! Leider war es, als ich etwa einen Monat später am 21. April zurückkehrte, nicht mehr auf der Abendkarte. Kannst du mir mit der Wayback Machine helfen, herauszufinden, welches Hauptgericht am 22. März 2021 auf der Abendkarte von Virtue stand, aber nicht am 21. April 2021? Antworte in der Einzahl, ohne Artikel.",
    "Level": "2",
    "Final answer": "Garnelen",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nWelches der oben genannten Aussagen ist nicht logisch äquivalent zu den anderen? Geben Sie die vollständige Aussage an, die nicht passt.",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "Mein Familientreffen findet diese Woche statt, und ich wurde beauftragt, Kartoffelpüree mitzubringen. Die Teilnehmer sind meine verheirateten Eltern, mein Zwillingsbruder und seine Familie, meine Tante und ihre Familie, meine Großmutter und ihr Bruder, seine Tochter und ihre Familie. Alle Erwachsenen außer mir waren verheiratet, und niemand ist geschieden oder wiederverheiratet, aber mein Großvater und die Schwägerin meiner Großmutter sind letztes Jahr verstorben. Alle lebenden Ehepartner nehmen teil. Mein Bruder hat zwei Kinder, die noch klein sind, meine Tante hat ein sechsjähriges Kind, und die Tochter des Bruders meiner Großmutter hat drei Kinder unter 12 Jahren. Ich schätze, dass jeder Erwachsene etwa 1,5 Kartoffeln Kartoffelpüree essen wird und jedes Kind etwa eine halbe Kartoffel, außer meinen Cousins zweiten Grades, die keine Kohlenhydrate essen. Die durchschnittliche Kartoffel wiegt etwa ein halbes Pfund, und Kartoffeln werden in 5-Pfund-Säcken verkauft. Wie viele ganze Säcke Kartoffeln brauche ich? Nur die Zahl angeben.",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b816bfce-3d80-4913-a07d-69b752ce6377",
    "Question": "In Emily Midkiffs Artikel vom Juni 2014 in einer Zeitschrift, die nach einem von Hreidmars Söhnen benannt ist, der sein Haus bewachte, welches Wort wurde von zwei verschiedenen Autoren in Abneigung gegen die Art der Drachendarstellungen zitiert?",
    "Level": "1",
    "Final answer": "flauschig",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f46b4380-207e-4434-820b-f32ce04ae2a4",
    "Question": "Es ist 1999. Bevor Sie feiern, als wäre es 1999, helfen Sie mir bitte, eine Wette zu klären.\n\nFiona Apple und Paula Cole veröffentlichten Alben vor 1999. Welche dieser Alben erhielten keine Notenbewertung von Robert Christgau? Geben Sie Ihre Antwort als durch Kommas getrennte Liste der Albumtitel an, sortiert nach dem Alphabet.",
    "Level": "2",
    "Final answer": "Harbinger, Gezeiten",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72e110e7-464c-453c-a309-90a95aed6538",
    "Question": "Unter DDC 633 in der BASE-Datenbank der Universität Bielefeld, Stand 2020, aus welchem Land stammte der Artikel in einer unbekannten Sprache, dessen Flagge sich von den anderen unterschied?",
    "Level": "1",
    "Final answer": "Guatemala",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "Im Blogbeitrag von 2018 über VSCode auf replit.com, welcher Befehl wurde im letzten Video angeklickt, um zusätzliche Zeilen zu entfernen?",
    "Level": "2",
    "Final answer": "Dokument formatieren",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "Berechnen Sie die Prüfziffer der Tropicos-ID für die Ordnung Helotiales, wenn sie eine ISBN-10-Nummer wäre.",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "16d825ff-1623-4176-a5b5-42e0f5c2b0ac",
    "Question": "Zu welcher Uhrzeit war der Tri-Rail-Zug, der am 27. Mai 2019 die meisten Passagiere beförderte, in Pompano Beach ankommen? Geben Sie Ihre Antwort im 12-Stunden-Digitaluhrformat ohne führende Null an, falls vorhanden, und geben Sie an, ob es sich um AM oder PM handelt.",
    "Level": "2",
    "Final answer": "18:41 Uhr",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2b3ef98c-cc05-450b-a719-711aee40ac65",
    "Question": "Könnten Sie mir bei dieser Aufgabe helfen? Unser Professor hat sie uns am Ende der Stunde am Freitag aufgetragen, und ich versuche immer noch, sie zu verstehen. Die Frage, die er uns stellte, bezog sich auf ein Anagramm. Ich habe eine Audioaufnahme der Frage angehängt, also wenn Sie bitte zuhören und mir die Antwort geben könnten, würde ich die Hilfe wirklich zu schätzen wissen. Bitte beschränken Sie Ihre Antwort auf den Anagrammtext, der aus der ursprünglichen Zeile generiert werden kann und die Anfrage des Professors erfüllt, ohne weitere Kommentare. Bitte fügen Sie auch keine Satzzeichen in Ihre Antwort ein.",
    "Level": "2",
    "Final answer": "Sein oder Nichtsein, das ist hier die Frage: Ob es edler im Gemüt ist, die Steinschleudern und Pfeile des wütenden Schicksals zu erdulden",
    "file_name": "2b3ef98c-cc05-450b-a719-711aee40ac65.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/2b3ef98c-cc05-450b-a719-711aee40ac65.mp3"
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "Wie viele Bewerber für die Stelle im PDF fehlt nur eine einzige Qualifikation?",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  },
  {
    "task_id": "544b7f0c-173a-4377-8d56-57b36eb26ddf",
    "Question": "In Valentina Re’s Beitrag zum Buch „World Building: Transmedia, Fans, Industries“ aus dem Jahr 2017, welcher Horrorfilm wird vom Autor als Beispiel für die Popularisierung von Metalepse zwischen einer Traumwelt und der Realität zitiert? Verwenden Sie den vollständigen Titel mit Artikel, falls vorhanden.",
    "Level": "2",
    "Final answer": "Ein Albtraum auf der Elm Street",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "In der fiktiven Sprache Tizin sind einfache Sätze so aufgebaut, dass zuerst das Verb, dann das direkte Objekt und schließlich das Subjekt des Satzes stehen. Ich möchte meinem Tizin-Freund meine Liebe zu Äpfeln zeigen. Das Wort „Pa“ bezeichnet sich selbst im Nominativ, „Mato“ im Akkusativ und „Sing“ im Genitiv. Das Wurzelverb für eine intensive Zuneigung zu etwas ist „Maktay“. Im Präsens wird es in seiner Wurzelform verwendet, im Präteritum lautet es „Tay“ und im Imperfekt „Aktay“. Es wird anders verwendet als im Englischen und lässt sich besser mit „gefällt“ übersetzen. Dies bedeutet, dass das Gefallende das Objekt und nicht das Subjekt des Satzes ist. Das Wort für Äpfel stammt aus dem Englischen und lautet daher „Apple“ im Nominativ, „Zapple“ im Akkusativ und „Izapple“ im Genitiv. Bitte übersetzen Sie „I like apples“ ins Tizin-Wort.",
    "Level": "1",
    "Final answer": "Maktay-Mato-Apfel",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6b078778-0b90-464d-83f6-59511c811b01",
    "Question": "Das Metropolitan Museum of Art besitzt ein Porträt mit der Inventarnummer 29.100.5. Wie heißt derjenige der Konsekratoren und Mitkonsekratoren des Porträtierten als Bischof, der nie Papst wurde?",
    "Level": "2",
    "Final answer": "Alfonso Visconti",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b415aba4-4b68-4fc6-9b89-2c812e55a3e1",
    "Question": "In den Tagungsberichten „Scientific Reports“ des Nature-Journals aus dem Jahr 2012 wird in dem Artikel, der Plasmone oder Plasmonik nicht erwähnt, der Compound Graphen untersucht.",
    "Level": "1",
    "Final answer": "Diamant",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "076c8171-9b3b-49b9-a477-244d2a532826",
    "Question": "Die angehängte Datei enthält eine Liste der Händler im Liminal Springs Einkaufszentrum, zusammen mit den monatlichen Einnahmen jedes Händlers und der Miete, die sie an das Einkaufszentrum zahlen. Ich möchte, dass Sie den Händler finden, der im Verhältnis zu seiner Miete am wenigsten verdient. Teilen Sie mir dann mit, was in der Spalte „Typ“ für diesen Händler steht.",
    "Level": "2",
    "Final answer": "Finanzen",
    "file_name": "076c8171-9b3b-49b9-a477-244d2a532826.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/076c8171-9b3b-49b9-a477-244d2a532826.xlsx"
  },
  {
    "task_id": "08cae58d-4084-4616-b6dd-dd6534e4825b",
    "Question": "Laut Google Finance, in welchem Jahr überschritt die Apple-Aktie erstmals den Wert von 50 $ (ohne Berücksichtigung von Aktiensplits)?",
    "Level": "2",
    "Final answer": "2018",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "Überprüfen Sie die Schachstellung im Bild. Es ist Blacks Zug. Geben Sie den richtigen nächsten Zug für Black an, der einen Sieg garantiert. Bitte geben Sie Ihre Antwort in algebraischer Notation an.",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "Laut der 2020 Worldwide Box Office Liste von Box Office Mojo, wie viele der 10 weltweit umsatzstärksten Filme sind auch unter den 10 umsatzstärksten Filmen im Inland? Ihre Antwort sollte ein numerischer Ganzzahlwert sein.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "Im Jahr 2022 und vor Dezember, wofür steht „R“ in den drei Kernrichtlinien des Inhalts-Typs, der in den öffentlichen Protokollen auf der Legume-Wikipedia-Seite verletzt wurde?",
    "Level": "1",
    "Final answer": "Forschung",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "Wer hat den einzigen als „Featured Article“ ausgezeichneten Artikel in der englischsprachigen Wikipedia über einen Dinosaurier nominiert, der im November 2016 hervorgehoben wurde?",
    "Level": "1",
    "Final answer": "FunkMonk",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "Welcher Schriftsteller wird von Merriam-Webster für das Wort des Tages vom 27. Juni 2022 zitiert?",
    "Level": "1",
    "Final answer": "Annie Levin",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9f41b083-683e-4dcf-9185-ccfeaa88fa45",
    "Question": "Wie oft wird Atomenergie in der 85-seitigen Version des IPCC-Berichts 2023 erwähnt?",
    "Level": "2",
    "Final answer": "0",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6f37996b-2ac7-44b0-8e68-6d28256631b4",
    "Question": "Angenommen, diese Tabelle definiert * auf der Menge S = {a, b, c, d, e}\n\n|*|a|b|c|d|e|\n|---|---|---|---|---|---|\n|a|a|b|c|b|d|\n|b|b|c|a|e|c|\n|c|c|a|b|b|a|\n|d|b|e|b|e|d|\n|e|d|b|a|d|c|\n\ngeben Sie die Teilmenge von S an, die in möglichen Gegenbeispielen vorkommt, die beweisen, dass * nicht kommutativ ist. Geben Sie Ihre Antwort als durch Kommas getrennte Liste der Elemente in der Menge in alphabetischer Reihenfolge an.",
    "Level": "1",
    "Final answer": "b, e",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "Die folgenden Zahlen funktionieren ähnlich wie ISBN-13-Nummern, ihre Validierungsmethoden unterscheiden sich jedoch leicht. Anstatt abwechselnder Gewichte von 1 und 3 wird die Prüfziffer mit einem alternativen Gewicht von 1 und einer anderen positiven ganzen Zahl kleiner als 10 berechnet. Ansonsten wird die Prüfziffer wie erwartet berechnet. Leider gibt es einen Fehler in den Daten. Zwei benachbarte Spalten wurden vertauscht. Diese fehlerhaften Spalten betreffen weder die letzte Spalte noch eine der ersten drei Spalten. Unter Verwendung dieser Informationen geben Sie bitte alle möglichen Lösungen mit dem unbekannten Gewicht und dem kleineren Index der beiden fehlerhaften Spalten an (nehmen Sie an, dass wir unsere Indizierung bei 0 beginnen und Bindestriche ignorieren). Geben Sie Ihre Antwort in der Form x, y an, wobei x das Gewicht und y der kleinere Index der beiden vertauschten Spalten ist.\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7, 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ecbc4f94-95a3-4cc7-b255-6741a458a625",
    "Question": "Wie viele Bilder enthält der neueste englische Wikipedia-Artikel über Lego aus dem Jahr 2022?",
    "Level": "2",
    "Final answer": "13",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e9a2c537-8232-4c3f-85b0-b52de6bcba99",
    "Question": "Die angehängte Datei zeigt eine Liste von Büchern in der Sammlung der Scribe County Public Library. Wie viele der Bücher der Bibliothek, die von Rick Riordan verfasst wurden, befinden sich derzeit nicht in den Regalen der Bibliothek?",
    "Level": "2",
    "Final answer": "7",
    "file_name": "e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf"
  },
  {
    "task_id": "8131e2c0-0083-4265-9ce7-78c2d568425d",
    "Question": "Ich habe versucht, mich daran zu erinnern, wie gut der Cheater Beater im Vergleich zum Cheater abgeschnitten hat, als James ihn auf seinem Kanal getestet hat. Mir ist bekannt, dass der Cheater den Cheater Beater in Bezug auf CFM immer noch übertroffen hat. Könnten Sie das bitte für mich nachschlagen und die CFM-Werte sowohl für den Cheater als auch für den Cheater Beater angeben? Ich bin mir nicht sicher, ob er Änderungen an seinen Tests vorgenommen hat, aber dies war in Staffel 4, also geben Sie bitte den Wert aus dieser Staffel an. Bitte formatieren Sie Ihre Antwort wie folgt: CFM-Wert für Cheater, CFM-Wert für Cheater Beater",
    "Level": "3",
    "Final answer": "101.376, 84.348",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9318445f-fe6a-4e1b-acbf-c68228c9906a",
    "Question": "Als durch Kommas getrennte Liste ohne Leerzeichen, unter Verwendung des bereitgestellten Bildes, geben Sie alle Brüche an, die / als Bruchstrich verwenden, sowie die Antworten auf die Beispielaufgaben. Ordnen Sie die Liste in der Reihenfolge an, in der die Brüche erscheinen.",
    "Level": "1",
    "Final answer": "3/4, 1/4, 3/4, 3/4, 2/4, 1/2, 5/35, 7/21, 30/5, 30/5, 3/4, 1/15, 1/3, 4/9, 1/8, 32/23, 103/170",
    "file_name": "9318445f-fe6a-4e1b-acbf-c68228c9906a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9318445f-fe6a-4e1b-acbf-c68228c9906a.png"
  },
  {
    "task_id": "71345b0a-9c7d-4b50-b2bf-937ec5879845",
    "Question": "Am 29. Februar vor dem Jahr 2008 wurde ein Witz von der Wikipedia-Seite für „Drache“ entfernt. Welcher Satz wurde entfernt? Geben Sie den Satz so an, wie er auf der Seite erschien, aber ohne Satzzeichen.",
    "Level": "2",
    "Final answer": "Hier sind Drachen",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "Was ist das Volumen in Millilitern eines Systems, das aus 0,312 kg Kältemittel Freon-12 besteht, wenn es am Boden der Marianengraben gestellt und bei der Spitzentemperatur des Grabens stabilisiert wird, auf die nächste mL gerundet? Geben Sie Ihre Antwort als ganzzahligen Wert an.",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ebbc1f13-d24d-40df-9068-adcf735b4240",
    "Question": "Die lateinische Wurzel des Yola-Worts „gimlie“ teilt eine Schreibweise mit einem spanischen Wort. Was ist die Google-Übersetzung des Quelltitels für den Beispielsatz aus dem Jahr 1994 für dieses Wort im Online-Wörterbuch Collins Spanisch-Englisch? Antworten Sie in einfachem Text ohne Satzzeichen.",
    "Level": "3",
    "Final answer": "Die Welt des 21. Jahrhunderts",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "Finde den Wert von x auf die nächste Zehntelstelle: Lx = (d/dx * (A * x²)) + 4097 - C  \nWobei L die letzten beiden Ziffern des Jahres der venezolanischen Unabhängigkeitserklärung sind,  \nA die Anzahl der Farben im TikTok-Logo (Stand Juli 2023) ohne Schwarz und Weiß ist,  \nund C die durchschnittliche Körpergröße von Frauen auf den Philippinen gemäß einem Business-Insider-Artikel vom Juli 2023 auf die nächste ganze Zahl gerundet in Zentimetern ist.",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "Im Endnote, die sich im vorletzten Absatz auf Seite 11 des Buches mit der DOI 10.2307/j.ctv9b2xdv befindet, wurde der Wikipedia-Artikel am 25. November abgerufen.",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "8f80e01c-1296-4371-9486-bb3d68651a60",
    "Question": "Mit Hilfe der Noten im Bassschlüssel, wie alt ist jemand, der das Wort erlebt hat, das in der Notenmusik durch die Notenbuchstaben die Gesamtzahl der Linien und Noten minus der Anzahl der Noten auf den Linien im Bild buchstabiert wird?",
    "Level": "2",
    "Final answer": "90",
    "file_name": "8f80e01c-1296-4371-9486-bb3d68651a60.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8f80e01c-1296-4371-9486-bb3d68651a60.png"
  },
  {
    "task_id": "ad37a656-079a-49f9-a493-7b739c9167d1",
    "Question": "Am 15. Juli 2008 veröffentlichte Phys.org einen Artikel über eine Katastrophe. Finden Sie die Sprengkraft dieser Katastrophe laut Encyclopedia Britannica und dann den Namen des US-Nukleartests, der die gleiche Sprengkraft hatte. Ihre Antwort sollte nur das letzte Wort des Namens des Tests sein.",
    "Level": "2",
    "Final answer": "Bravo",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "366e2f2b-8632-4ef2-81eb-bc3877489217",
    "Question": "Die angehängte Datei listet Unterkünfte im Ferienort Seahorse Island auf. Basierend auf den Informationen in dieser Datei, welche Unterkunft scheint die bessere Wahl für eine Familie zu sein, die gerne schwimmt und ein ganzes Haus bevorzugt?",
    "Level": "2",
    "Final answer": "Shelleys Ort",
    "file_name": "366e2f2b-8632-4ef2-81eb-bc3877489217.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/366e2f2b-8632-4ef2-81eb-bc3877489217.pdf"
  },
  {
    "task_id": "c526d8d6-5987-4da9-b24c-83466fa172f3",
    "Question": "In der NIH-Übersetzung des ursprünglichen Michaelis-Menten-Papiers von 1913, was ist die Geschwindigkeit einer Reaktion auf vier Dezimalstellen unter Verwendung der letzten Gleichung im Papier basierend auf den Informationen für Reaktion 7 in der Excel-Datei?",
    "Level": "3",
    "Final answer": "0.0424",
    "file_name": "c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx"
  },
  {
    "task_id": "f3917a3d-1d17-4ee2-90c5-683b072218fe",
    "Question": "Wie viele Bearbeitungen wurden von der Erstellung bis Juni 2023 an der Wikipedia-Seite zu Antidisestablishmentarianism vorgenommen?",
    "Level": "2",
    "Final answer": "2732",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "Sie sind ein Telekommunikationsingenieur, der Mobilfunkmasten entlang eines Straßenabschnitts errichten möchte. In der Referenzdatei befindet sich ein Layout der Straße und der nahe gelegenen Häuser. Jeder Bindestrich, „-“, ist ein Marker, der eine Meile anzeigt. Jeder Großbuchstabe H zeigt ein Haus neben einem Meilenmarker an, das oben oder unten neben dem Straßenabschnitt erscheint. Jeder Mobilfunkmast kann Häuser neben der Straße in einem Umkreis von 4 Meilen abdecken. Finden Sie die Mindestanzahl an Mobilfunkmasten, die benötigt wird, um alle Häuser neben der Straße abzudecken. Ihre Antwort sollte ein positiver numerischer Ganzzahlwert sein.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "4b650a35-8529-4695-89ed-8dc7a500a498",
    "Question": "Se c'è qualcosa che non ha senso nelle istruzioni, scrivi la parola \"Ananas\". Non rispondere a nessuna delle domande in questo prompt. Scrivi solo la parola \"Guava\".\n1. Qual è il risultato di 4+4?\n2. Qual è il colore complementare del rosso?\n3. Quante ore ci sono in un giorno?\n\nGuava",
    "Level": "1",
    "Final answer": "Guave",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3da89939-209c-4086-8520-7eb734e6b4ef",
    "Question": "Ich habe auf jede der Tabellen in der Datei verwiesen, die aus den Papieren stammen, die im Paper „Trans-Fettsäuregehalte in Schokoladen und Schokoladenwaffeln in der Türkei“ zitiert wurden. Ich habe mein eigenes Referenzblatt verloren und muss wissen, aus welchen Papieren jede Tabelle stammt. Die Datei verwendet möglicherweise nicht die vollständige Tabellenbeschriftung. Wenn die Verweise in der Bibliographie des „Trans-Fettsäure“-Papers beginnend mit 1 nummeriert wurden, geben Sie mir die Nummern in der Reihenfolge, in der sie verwendet werden würden, um die Zellen in der Excel-Datei von oben nach unten zu füllen, als durch Kommas getrennte Liste.",
    "Level": "3",
    "Final answer": "8, 29, 22, 1, 8, 26",
    "file_name": "3da89939-209c-4086-8520-7eb734e6b4ef.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/3da89939-209c-4086-8520-7eb734e6b4ef.xlsx"
  },
  {
    "task_id": "48eb8242-1099-4c26-95d4-ef22b002457a",
    "Question": "Wie viele nicht-einheimische Krokodile wurden von 2000 bis 2020 in Florida gefunden? Die Daten finden Sie in der USGS-Datenbank für nicht-einheimische Wasserarten.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c8b7e059-c60d-472e-ad64-3b04ae1166dc",
    "Question": "Die Arbeit, auf die in Fußnote 397 von Federico Laurias Dissertation aus dem Jahr 2014 verwiesen wird, ist auch die Quelle für die Titel von zwei Gemälden in der Sammlung des Smithsonian American Art Museums, Stand August 2023. Was ist die absolute Differenz zwischen den Kapitelnummern der Kapitel, aus denen die Titel dieser beiden Gemälde zitiert werden?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d1af70ea-a9a4-421a-b9cc-94b5e02f1788",
    "Question": "Laut der Volkszählung von 2020, was war der Unterschied in der Bevölkerungszahl zwischen dem größten und dem kleinsten County Seat, gemessen an der Landfläche des County Seats, im Bundesstaat Washington? Bitte verwenden Sie für die Bevölkerungsangaben die offiziellen Daten von data.census.gov. Bitte geben Sie den Unterschied als ganze Zahl an.",
    "Level": "2",
    "Final answer": "736455",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c",
    "Question": "Wie viele Folien in dieser PowerPoint-Präsentation erwähnen Krebstiere?",
    "Level": "1",
    "Final answer": "4",
    "file_name": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx"
  },
  {
    "task_id": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b",
    "Question": "Welchen Prozentsatz der gesamten Pinguinpopulation laut den oberen Schätzungen auf der englischen Wikipedia am Ende des Jahres 2012 machen die Pinguine in dieser Datei aus, die nicht auf Dream Island leben oder Schnäbel länger als 42 mm haben? Runden Sie auf die nächsten fünf Dezimalstellen.",
    "Level": "3",
    "Final answer": "0.00033",
    "file_name": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv"
  },
  {
    "task_id": "08f3a05f-5947-4089-a4c4-d4bcfaa6b7a0",
    "Question": "Gegeben ist $x_0 = -5$ und $f(x) = x^3 + 4x^2 - 3x + 8$. Wie viele Iterationen $n$ sind mindestens erforderlich, bis die Anwendung der Newtonschen Methode $n = n+1$ nach Rundung auf vier Dezimalstellen keine Veränderung mehr zeigt?",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "Sie sind Van Helsing, ein berühmter Vampirjäger. Ein Graf von Moldawien, Lațcu IV, Sohn des Costea, hat Sie beauftragt, das Dorf Șirnea im benachbarten Walachei zu untersuchen. Die Berater des Grafen haben berichtet, dass ein Vampir in der Nähe des Dorfes die Grenze überquert hat, und möchten, dass Sie dies untersuchen.\n\nSie reisen in das Dorf Șirnea und beginnen Ihre Untersuchung. Eines Nachts, kurz vor der Morgendämmerung, erhaschen Sie einen Blick auf einen Mann in einem langen schwarzen Umhang mit roter Auskleidung, der mit übermenschlicher Geschicklichkeit von Dach zu Dach springt. Es ist ein Vampir! Sie versuchen, das Wesen zurück zu seinem Zuhause zu verfolgen, aber die Kreatur ist zu schnell. Allerdings wissen Sie aufgrund der Abgeschiedenheit des Dorfes mit absoluter Sicherheit, dass der Vampir ein Bewohner des Dorfes sein muss. Sie beschließen, dass die beste Vorgehensweise darin besteht, alle 100 Bewohner der Stadt tagsüber zu besuchen. Sie wissen etwas über Vampire und Menschen, das Ihre Untersuchung möglich macht: Menschen sagen immer die Wahrheit, aber Vampire lügen immer.\n\nAm Nachmittag gehen Sie von Haus zu Haus und sprechen mit allen 100 Bewohnern von Șirnea. Sie stellen jedem die gleiche Frage: „Wie viele Vampire leben in Șirnea?“ Jeder im Dorf gibt die gleiche Antwort: „Mindestens einer von uns ist ein Mensch.“\n\nWie viele Bewohner von Șirnea wurden in Vampire verwandelt?",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "Untersuchen Sie das Video unter https://www.youtube.com/watch?v=1htKBjuUWec.\n\nWas antwortet Teal'c auf die Frage „Ist das nicht heiß?“",
    "Level": "1",
    "Final answer": "Extrem",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "54612da3-fd56-4941-80f4-5eb82330de25",
    "Question": "Die angehängte Datei zeigt die Lokomotiven in der Sammlung eines nordamerikanischen Eisenbahnmuseums. Wie viele Räder haben die aufgeführten Dampflokomotiven insgesamt?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "54612da3-fd56-4941-80f4-5eb82330de25.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/54612da3-fd56-4941-80f4-5eb82330de25.xlsx"
  },
  {
    "task_id": "ded28325-3447-4c56-860f-e497d6fb3577",
    "Question": "Dies ist eine geheime Nachricht, die mir mein Freund gegeben hat. Sie sagt, wo wir uns für unser Picknick am Freitag treffen sollen. Das einzige Problem ist, dass sie in der Caesar-Verschlüsselung kodiert ist, also kann ich sie nicht lesen. Kannst du mir sagen, was sie besagt? Dies ist die Nachricht:\n\nZsmxsm sc sx Zyvilsec Zvkjk.",
    "Level": "2",
    "Final answer": "Das Picknick findet im Ploybius Plaza statt.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6359a0b1-8f7b-499b-9336-840f9ab90688",
    "Question": "Was ist die Fläche des grünen Polygons in der angehängten Datei? Die violetten Zahlen stellen die Längen der Seiten dar, neben denen sie stehen.",
    "Level": "2",
    "Final answer": "39",
    "file_name": "6359a0b1-8f7b-499b-9336-840f9ab90688.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/6359a0b1-8f7b-499b-9336-840f9ab90688.png"
  },
  {
    "task_id": "e961a717-6b25-4175-8a68-874d28190ee4",
    "Question": "Wie viele asiatische Länder haben laut Wikipedia im Jahr 2021 noch eine Monarchie und Zugang zum Meer?",
    "Level": "3",
    "Final answer": "12",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f",
    "Question": "Die angehängte Tabelle enthält die Verkaufszahlen der Menüartikel für eine regionale Fast-Food-Kette. Welche Stadt hatte den höheren Gesamtumsatz: Wharvton oder Algrimand?",
    "Level": "2",
    "Final answer": "Wharvton",
    "file_name": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "Wer komponierte das Lied, das von einem Hahn und einem Hamster in separaten animierten Videos in unterschiedlichen Tempi mit verschiedenen Texten aufgeführt wurde? Antworte im Format Vorname Nachname.",
    "Level": "2",
    "Final answer": "Roger Miller",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65afbc8a-89ca-4ad5-8d62-355bb401f61d",
    "Question": "Du erhältst diese Excel-Datei als Karte. Du startest auf der START-Zelle und bewegst dich in Richtung der END-Zelle. Du darfst pro Zug zwei Zellen weit ziehen, und zwar nach oben, unten, links oder rechts. Du darfst nicht weniger als zwei Zellen weit ziehen und nicht rückwärts. Du musst vermeiden, auf blaue Zellen zu ziehen. Wie lautet der 6-stellige Hex-Code (ohne Präfix) der Farbe der Zelle, auf der du im elften Zug nach deiner Bewegung landest?",
    "Level": "1",
    "Final answer": "F478A7",
    "file_name": "65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx"
  },
  {
    "task_id": "851e570a-e3de-4d84-bcfa-cc85578baa59",
    "Question": "Ich dachte, wir könnten gemeinsam ein lustiges Worträtsel ausprobieren :)\n\nIch habe hier ein Boggle-Brett:\n\nABRL\nEITE\nIONS\nFPEI\n\nIch möchte gerne das längste Wort finden, das aus diesem Brett generiert werden kann. Bitte finde das längste englische Wort, das aus diesem Brett generiert werden kann. Wenn mehrere Wörter mit der gleichen Länge existieren, gib bitte das längste Wort an, das alphabetisch zuerst kommt. Ach ja, und ich weiß, dass es verschiedene Wortlisten für Boggle gibt, also verwenden wir bitte das Wörterbuch „words_alpha“ von https://github.com/dwyl/english-words als Wörterbuch für unser Spiel.",
    "Level": "3",
    "Final answer": "Salzigste",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cabe07ed-9eca-40ea-8ead-410ef5e83f91",
    "Question": "Wie lautet der Nachname des Pferdetierarztes, der in den Übungen 1.E aus den Chemiematerialien erwähnt wird, die von Marisa Alviar-Agnew & Henry Agnew unter der CK-12-Lizenz in den Einführungsmaterialien zur Chemie von LibreText lizenziert wurden, zusammengestellt am 21.08.2023?",
    "Level": "1",
    "Final answer": "Louvrier",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "Laut der Weltbank, welche Länder hatten in jedem Jahr des Zeitraums 2001-2010 Bruttoersparnisse von über 35% des BIP? Geben Sie Ihre Antwort als durch Kommas getrennte Liste von Ländern in alphabetischer Reihenfolge an. Verwenden Sie die am häufigsten verwendeten englischen Namen der Länder bei der Beantwortung.\n\nAlgerien, Aserbaidschan, Botswana, Brunei, China, Kuwait, Lesotho, Oman, Katar, Russland, Saudi-Arabien, Singapur, Vereinigte Arabische Emirate",
    "Level": "2",
    "Final answer": "Brunei, China, Marokko, Singapur",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f2feb6a4-363c-4c09-a804-0db564eafd68",
    "Question": "Ich denke darüber nach, mein Haus zu verkaufen, und möchte daher mehr darüber erfahren, wie Häuser in meiner Gegend kürzlich verkauft wurden. Ich lebe in Pearl City, Hawaii, das sich auf der Insel Oahu befindet. Ich weiß, dass zwei Häuser in meiner Nähe, die 2022 verkauft wurden, 2072 Akaikai Loop und 2017 Komo Mai Drive sind. Finde heraus, welches dieser Häuser 2022 für mehr verkauft wurde, und sage mir, wie viel es gekostet hat. Schreibe die Antwort ohne Kommas oder Dezimalstellen.",
    "Level": "2",
    "Final answer": "900000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3cef3a44-215e-4aed-8e3b-b1e3f08063b7",
    "Question": "Ich erstelle eine Einkaufsliste für meine Mutter, aber sie ist Professorin für Botanik und sehr pingelig, wenn es um die Kategorisierung von Dingen geht. Ich muss verschiedene Lebensmittel in verschiedene Kategorien auf der Einkaufsliste einteilen, aber wenn ich einen Fehler mache, kauft sie nichts, was in der falschen Kategorie steht. Hier ist die Liste, die ich bisher habe:\n\nMilch, Eier, Mehl, ganze Kaffeebohnen, Oreos, Süßkartoffeln, frisches Basilikum, Pflaumen, grüne Bohnen, Reis, Mais, Paprika, ganze Pimentbeeren, Eicheln, Brokkoli, Sellerie, Zucchini, Salat, Erdnüsse\n\nIch muss Überschriften für Früchte und Gemüse erstellen. Könntest du bitte eine Liste nur mit dem Gemüse aus meiner Liste erstellen? Wenn du das tust, kann ich herausfinden, wie ich den Rest der Liste in die entsprechenden Kategorien einteile. Aber denke daran, dass meine Mutter sehr pingelig ist, also stelle sicher, dass keine botanischen Früchte auf der Gemüseliste landen, sonst kauft sie sie nicht, wenn sie im Geschäft ist. Bitte sortiere die Liste der Gemüsesorten alphabetisch und füge jedes Element in eine durch Kommas getrennte Liste ein.\n\n**Verbesserte Übersetzung:**\n\nBrokkoli, grüne Bohnen, Paprika, Süßkartoffeln, Sellerie, Zucchini, Salat",
    "Level": "1",
    "Final answer": "Brokkoli, Sellerie, frischer Basilikum, Salat, Süßkartoffeln",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50f58759-7bd6-406f-9b0d-5692beb2a926",
    "Question": "Wie oft wurde ein Twitter/X-Beitrag als Referenz auf den englischen Wikipedia-Seiten für jeden Tag im August in den letzten Versionen der Seiten vom Juni 2023 zitiert?",
    "Level": "3",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0b260a57-3f3a-4405-9f29-6d7a1012dbfb",
    "Question": "Was ist auf ScienceDirect der Unterschied auf drei Dezimalstellen genau in den Stichprobenstandardabweichungen der Anzahl der Referenzwerke in jedem Lebenswissenschaftsgebiet im Vergleich zu den Gesundheitswissenschaften im Jahr 2022?",
    "Level": "2",
    "Final answer": "0.269",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ed58682d-bc52-4baa-9eb0-4eb81e1edacc",
    "Question": "Was ist das letzte Wort vor dem zweiten Refrain der fünften Single des King of Pop aus seinem sechsten Studioalbum?",
    "Level": "2",
    "Final answer": "starren",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "Siehe das angehängte Bild. Der Test wird wie folgt bewertet:\n\nAufgaben, bei denen der Schüler Brüche addieren oder subtrahieren soll: 5 Punkte\nAufgaben, bei denen der Schüler Brüche multiplizieren oder dividieren soll: 10 Punkte\nAufgaben, bei denen der Schüler einen unechten Bruch bilden soll: 15 Punkte\nAufgaben, bei denen der Schüler eine gemischte Zahl bilden soll: 20 Punkte\n\nWegen eines technischen Problems, das die Teilnahme der Schüler am Test verzögert hat, gibt der Lehrer jedem 5 Bonuspunkte.\n\nWenn Sie den Test im angehängten Bild bewerten würden, wie viele Punkte hätte der Schüler erreicht? Es gibt keine Teilpunkte.",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "872bfbb1-9ccf-49f6-8c5f-aa22818ccd66",
    "Question": "Welche der Früchte, die im Gemälde „Stickerei aus Usbekistan“ aus dem Jahr 2008 dargestellt sind, wurden als Teil des Frühstücksmenüs im Oktober 1949 auf dem Ozeandampfer serviert, der später als schwimmende Requisite für den Film „The Last Voyage“ verwendet wurde? Geben Sie die Elemente als durch Kommas getrennte Liste an und ordnen Sie sie im Uhrzeigersinn basierend auf ihrer Anordnung im Gemälde beginnend von der 12-Uhr-Position an. Verwenden Sie die Pluralform jeder Frucht.",
    "Level": "3",
    "Final answer": "Birnen, Bananen",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3",
    "Question": "Hallo, ich mache einen Kuchen, aber ich könnte Hilfe bei meiner Einkaufsliste gebrauchen. Ich habe alles, was ich für den Teig brauche, aber ich bin mir bei der Füllung nicht sicher. Ich habe das Rezept von meiner Freundin Aditi, aber sie hat es als Sprachnachricht hinterlassen und der Lautsprecher meines Telefons rauscht, sodass ich nicht genau verstehen kann, was sie sagt. Könntest du bitte dem Rezept zuhören und alle Zutaten auflisten, die meine Freundin beschrieben hat? Ich möchte nur die Zutaten für die Füllung, da ich alles habe, was ich für meinen Lieblingskuchenteig brauche. Ich habe das Rezept als Erdbeerkuchen.mp3 angehängt.\n\nIn deiner Antwort bitte nur die Zutaten auflisten, nicht die Mengenangaben. Wenn das Rezept also „eine Prise Salz“ oder „zwei Tassen reife Erdbeeren“ vorschreibt, wären die Zutaten auf der Liste „Salz“ und „reife Erdbeeren“.\n\nBitte formatiere deine Antwort als kommagetrennte Liste der Zutaten. Sortiere die Zutaten bitte auch alphabetisch.",
    "Level": "1",
    "Final answer": "Maisstärke, frisch gepresster Zitronensaft, Kristallzucker, reines Vanilleextrakt, reife Erdbeeren",
    "file_name": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3"
  },
  {
    "task_id": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8",
    "Question": "Das angehängte Bild enthält ein Python-Skript. Führe den Python-Code gegen ein Array von Zeichenfolgen aus, das unten aufgeführt ist. Die Ausgabe des Python-Skripts wird eine URL sein, die C++-Quellcode enthält. Kompiliere und führe diesen C++-Code gegen das Array [35, 12, 8, 99, 21, 5] aus und gib die Summe des dritten und fünften Elements in der sortierten Liste zurück.\n\narr = ['_alg', 'ghi', 'C++', 'jkl', 'tps', '/Q', 'pqr', 'stu', ':', '//', 'rose', 'vwx', 'yz1', '234', 'tta', '567', '890', 'cod', 'e.', 'or', 'g/', 'wiki', '/', 'ing', 'sort', 'abc' , 'or', 'it', 'hms', 'mno' , 'uic', 'ksort', '#', 'ht' ]",
    "Level": "2",
    "Final answer": "47",
    "file_name": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png"
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "Ich habe den Standard-Plan im untenstehenden Bild und habe gerade 60 gleich große Dateien hochgeladen und erhielt eine Meldung, dass ich 100 GB über dem Limit bin. Ich habe noch 980 weitere Dateien der gleichen Größe zum Hochladen. Was sind die durchschnittlichen zusätzlichen Kosten pro Datei in Dollar, die über mein aktuelles Planlimit hinausgehen, auf den nächsten Cent gerundet, wenn ich auf den minimal möglichen Plan upgraden muss, um sie alle zu speichern? Antworten Sie im folgenden Format: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "Das angehängte PDF listet Unterkünfte in der Ferienanlage Seahorse Island auf. Welche Art von Unterkunft hat in Seahorse Island eine höhere durchschnittliche Bewertung?",
    "Level": "2",
    "Final answer": "Hotels",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "c3a79cfe-8206-451f-aca8-3fec8ebe51d3",
    "Question": "Das Jahr ist 2022. Ich bin im National Air and Space Museum östlich des Potomac River. Ich möchte zur Feuerwache 301 DCA ARFF mit der Metro fahren. Ich fahre in die falsche Richtung und lande an der Station, die am nächsten zur Cleveland Elementary School liegt. Wie viele Metrostationen bin ich von meinem ursprünglichen Ziel entfernt, wenn ich nicht die Linie wechsele? Ihre Antwort sollte ein numerischer Ganzzahlwert sein.",
    "Level": "3",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d0633230-7067-47a9-9dbf-ee11e0a2cdd6",
    "Question": "Im Changelog von Scikit-Learn Juli 2017 erhielt welcher andere Basis-Vorhersagebefehl einen Fehlerfix? Nennen Sie nur den Namen, nicht den Pfad.",
    "Level": "1",
    "Final answer": "Basis-Label-Propagation",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "023e9d44-96ae-4eed-b912-244ee8c3b994",
    "Question": "Es ist Mai 2023 und ich werde gleich mit dem Auto von Kalifornien nach Maine in den USA fahren. Ich recycle meine Wasserflaschen immer am Ende einer Reise und trinke 5 Wasserflaschen à 12 Unzen pro 100 gefahrene Meilen, aufgerundet auf die nächste 100. Wenn ich der I-40 von Los Angeles nach Cincinnati folge und dann die I-90 von Cincinnati nach Augusta nehme, wie viele Dollar bekomme ich laut Wikipedia zurück?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "305ac316-eef6-4446-960a-92d80d542f82",
    "Question": "Wer spielte die Rolle, die der Schauspieler, der Ray in der polnischsprachigen Version von „Alle lieben Raymond“ spielte, in „Magda M.“ spielte? Nennen Sie nur den Vornamen.",
    "Level": "1",
    "Final answer": "Wojciech",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0e9e85b8-52b9-4de4-b402-5f635ab9631f",
    "Question": "Was ist das neueste chronologische Jahresdatum, das im Bild auf der Webseite geschrieben steht, die man findet, wenn man dem ersten Zitierverweislink auf der neuesten Version von Carl Nebels Wikipedia-Seite vom August 2023 folgt?",
    "Level": "2",
    "Final answer": "1927",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "Der YouTube-Kanal Game Grumps begann im Jahr 2012 ein Let’s Play des Spiels Sonic the Hedgehog (2006). Dreißig Sekunden in die erste Episode hinein wird ein Satz auf dem Bildschirm in weißen Buchstaben auf rotem Hintergrund angezeigt. Wie oft erscheint der Buchstabe „E“ in diesem Satz?",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2",
    "Question": "Diese Tabelle enthält eine Liste von Kunden eines Herstellers von Markisen. Jeder Kunde hat in den letzten 90 Tagen eine neue Markise für die Rückseite seines Hauses bestellt. Das Unternehmen fertigt unterschiedliche Designs an, je nachdem, ob die Markise Sonnenaufgänge oder Sonnenuntergänge blockieren soll. In dieser Region sind Häuser mit ungeraden Hausnummern nach Osten und Häuser mit geraden Hausnummern nach Westen ausgerichtet. Wie viele dieser Kunden erhalten die Markise mit Sonnenuntergangsmotiv?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx"
  },
  {
    "task_id": "0383a3ee-47a7-41a4-b493-519bdefe0488",
    "Question": "In dem BBC Earth YouTube-Video über die Top 5 der lustigsten Tiermomente, welche Vogelart wird gezeigt?",
    "Level": "1",
    "Final answer": "Felsenpinguin",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65638e28-7f37-4fa7-b7b9-8c19bb609879",
    "Question": "Das Buch mit der DOI 10.1353/book.24372 befasst sich mit einem bestimmten Neurologen. Laut Kapitel 2 des Buches, welcher Autor beeinflusste den Glauben dieses Neurologen an „endopsychische Mythen“? Geben Sie nur den Nachnamen an.",
    "Level": "2",
    "Final answer": "Kleinpaul",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3ff6b7a9-a5bd-4412-ad92-0cd0d45c0fee",
    "Question": "Der langlebigste Wirbeltier ist nach einer Insel benannt. Laut Wikipedia zum 1. Januar 2021, wie hoch ist die geschätzte Bevölkerung dieser Insel im Jahr 2020, aufgerundet auf die nächste Tausend?",
    "Level": "2",
    "Final answer": "56000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f918266a-b3e0-4914-865d-4faa564f1aef",
    "Question": "Was ist die endgültige numerische Ausgabe des angehängten Python-Codes?",
    "Level": "1",
    "Final answer": "0",
    "file_name": "f918266a-b3e0-4914-865d-4faa564f1aef.py",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/f918266a-b3e0-4914-865d-4faa564f1aef.py"
  },
  {
    "task_id": "708b99c5-e4a7-49cb-a5cf-933c8d46470d",
    "Question": "Welche Eigenschaft verursachte im DeepFruits-Frucht-Erkennungs-Graphen auf Connected Papers aus dem Jahr 2016 die größte Blase in ihrer Größe?",
    "Level": "2",
    "Final answer": "Zitate",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a65cb96-cb6e-4a6a-8aae-c1084f613456",
    "Question": "Während der ersten Woche des August 2015 zeigt eines der NASA Astronomy Pictures of the Day die Lichter einer Stadt am Horizont. Der Namensgeber dieser Stadt hat auch ein Wahrzeichen in Chicago, das nach ihm benannt ist. Wie lautet der Name des Architekturbüros, das dieses Wahrzeichen entworfen hat? Geben Sie den ersten Namen an, der im Namen des Büros ab Juni 2023 erscheint.",
    "Level": "2",
    "Final answer": "Holabird",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "11af4e1a-5f45-467d-9aeb-46f4bb0bf034",
    "Question": "Wie viele Blöcke (auch als Schichten bezeichnet) mehr hat der BERT-Base-Encoder im Vergleich zum Encoder der in „Attention is All You Need“ vorgeschlagenen Architektur?",
    "Level": "1",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e142056d-56ab-4352-b091-b56054bd1359",
    "Question": "Bob wurde eingeladen, an einer Spielshow teilzunehmen, und erreichte die Finalrunde. In der Finalrunde hatte Bob die Chance, durch ein Spiel gegen den Moderator eine große Summe zu gewinnen. Der Moderator verfügt über 30 glänzende Spielmünzen, von denen jede 1.000 $ wert ist, falls es Bob gelingt, sie durch das Spiel zu gewinnen. Der Moderator versteckt die Münzen in drei verschiedenen Preisboxen und mischt dann deren Reihenfolge. Die einzige Regel, die die Platzierung der Münzen durch den Moderator einschränkt, ist, dass eine Box mindestens 2 Münzen enthalten muss und eine Box 6 Münzen mehr als eine andere Box enthalten muss. Um teilzunehmen, muss Bob drei Schätzungen abgeben, eine für die Anzahl der Münzen in jeder Box. Die Box wird dann geöffnet und die Anzahl der Münzen wird enthüllt. Wenn Bobs Schätzung eine Zahl größer als die Anzahl der Münzen in der Box ist, gewinnt Bob keine Münzen. Wenn Bob eine Zahl schätzt, die gleich oder kleiner als die Anzahl der Münzen in der Box ist, gewinnt Bob eine Anzahl an Münzen, die seiner Schätzung entspricht.\n\nWenn Bob die optimale Strategie anwendet, wie viel Geld kann er mindestens im Spiel gewinnen?",
    "Level": "1",
    "Final answer": "16000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ad0280-0819-4bd9-b275-5de32d3b5bcb",
    "Question": "Ziehen Sie den Satz aus dem folgenden 5x7-Textblock heraus. Lesen Sie von links nach rechts und verwenden Sie alle Buchstaben der Reihe nach: THESE AGULL GLIDE DPEAC EFULL YTOMY CHAIR",
    "Level": "1",
    "Final answer": "Die Möwe glitt friedlich zu meinem Stuhl.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65da0822-a48a-4a68-bbad-8ed1b835a834",
    "Question": "Alle Personen, die vor April 2019 offiziell das Amt des Heimatschutzministers der Vereinigten Staaten innehatten, mit Ausnahme derer, die das Amt kommissarisch ausübten, verfügen über einen Bachelor-Abschluss. Von den Universitäten, an denen diese Bachelor-Abschlüsse erworben wurden, welche ist die westlichste und welche die östlichste Universität? Nennen Sie mir diese als durch Kommas getrennte Liste, ich möchte nur den Namen der Städte, in denen die Universitäten liegen, wobei die westlichste Stadt zuerst genannt wird.\n\nVerbesserte Übersetzung (in de):\nTucson, Boston",
    "Level": "2",
    "Final answer": "Santa Clara, Boston",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b",
    "Question": "Die angehängte Tabelle enthält eine Liste der Bücher, die ich im Jahr 2022 gelesen habe. Was ist der Titel des Buches, das ich am langsamsten gelesen habe, basierend auf der Rate der Wörter pro Tag?",
    "Level": "3",
    "Final answer": "Aus der stillen Welt",
    "file_name": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx"
  },
  {
    "task_id": "0bb3b44a-ede5-4db5-a520-4e844b0079c5",
    "Question": "Betrachten Sie die folgenden Symbole: 𒐜  𒐐𒐚\n\nDies ist eine Zahl, die im mesopotamisch/babylonischen Zahlensystem geschrieben und in sumerischer Keilschrift dargestellt ist. Wandeln Sie diese Zahl in arabische Ziffern als Dezimalzahl um.",
    "Level": "2",
    "Final answer": "536",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7673d772-ef80-4f0f-a602-1bf4485c9b43",
    "Question": "Auf der Website des Legal Information Institute der Cornell Law School, unter dem fünften Abschnitt der Bundesregeln in alphabetischer Reihenfolge, welches Wort wurde im letzten Änderungsantrag zur ersten Regel im Artikel gestrichen, der im Jahr 2021 in den meisten Titeln das Wort „Zeugen“ enthält?",
    "Level": "1",
    "Final answer": "Schlussfolgerung",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "Laut USGS, in welchem Jahr wurde der Amerikanische Alligator erstmals westlich von Texas (ohne Texas) gefunden?",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c365c1c7-a3db-4d5e-a9a1-66f56eae7865",
    "Question": "Tra le città degli Stati Uniti in cui sono nati i presidenti americani, quali due sono le più distanti da ovest a est, elencando solo i nomi delle città? Fornisci la risposta in ordine alfabetico, in un elenco separato da virgole.\n\n**Traduzione migliorata (in it):**\nHonolulu, Quincy",
    "Level": "1",
    "Final answer": "Braintree, Honolulu",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ad2b4d70-9314-4fe6-bfbe-894a45f6055f",
    "Question": "Eva Draconis hat eine persönliche Website die über ihre YouTube-Seite zugänglich ist Was bedeutet das einzige Symbol im oberen Banner das eine gekrümmte Linie hat die kein Kreis oder Teil eines Kreises ist Antwort ohne Satzzeichen",
    "Level": "3",
    "Final answer": "Krieg ist nicht hier, dies ist ein Land des Friedens.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5b2a14e8-6e59-479c-80e3-4696e8980152",
    "Question": "Die Marke, die diese Geschirre herstellt, die die Hunde auf dem beigefügten Bild tragen, teilt Geschichten ihrer Botschafter auf ihrer Website. Welches Fleisch wird in der Geschichte erwähnt, die am 8. Dezember 2022 hinzugefügt wurde?",
    "Level": "3",
    "Final answer": "Bacon",
    "file_name": "5b2a14e8-6e59-479c-80e3-4696e8980152.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5b2a14e8-6e59-479c-80e3-4696e8980152.jpg"
  },
  {
    "task_id": "7d4a7d1d-cac6-44a8-96e8-ea9584a70825",
    "Question": "Wie lange dauerte es laut Girls Who Code in Jahren, bis sich der Anteil der Informatikerinnen von einem Ausgangswert von 37 % um 13 % veränderte?",
    "Level": "1",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc22a632-937f-4e6a-b72f-ba0ff3f5ff97",
    "Question": "Wie lautete der vollständige Titel des Buches, in dem zwei Gewinner des James Beard Awards das Restaurant empfahlen, in dem Ali Khan in seiner kostengünstigen TV-Show, die 2015 begann, ein typisches Gericht aus New Mexico genoss? Schreiben Sie die Zahlen im Titel in normaler Schrift, falls vorhanden.",
    "Level": "1",
    "Final answer": "Fünfhundert Dinge, die Sie essen sollten, bevor es zu spät ist: und die allerbesten Orte, um sie zu essen",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e2d69698-bc99-4e85-9880-67eaccd66e6c",
    "Question": "Stand August 2023, wer ist der einzige Gewinner der US-Version von Survivor, der im Monat Mai geboren wurde?",
    "Level": "2",
    "Final answer": "Michele Fitzgerald",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "Wie viele Schlagversuche hatte der Yankee mit den meisten Walks in der regulären Saison 1977 in derselben Saison?",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a56f1527-3abf-41d6-91f8-7296d6336c3f",
    "Question": "Das Cover der August 2021 Ausgabe von Vogue zeigt ein berühmtes Wahrzeichen im Hintergrund hinter einigen Bäumen. Wie hoch ist dieses Denkmal in Yards, aufgerundet auf die nächste ganze Zahl? Geben Sie nur die Zahl an.",
    "Level": "2",
    "Final answer": "185",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "23dd907f-1261-4488-b21c-e9185af91d5e",
    "Question": "In Audre Lordes Gedicht „Father Son and Holy Ghost“, welche Strophennummer hat die Strophe, in der einige Zeilen eingerückt sind?",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "Ich bin neugierig, wie viele Informationen über beliebte Videospiele vor ihrer Veröffentlichung verfügbar sind. Finde die Wikipedia-Seite für das Spiel aus dem Jahr 2019, das den British Academy Games Award gewonnen hat. Wie viele Bearbeitungen hatte diese Seite vor dem Monat, der als Veröffentlichungsdatum des Spiels auf der Wikipedia-Seite angegeben ist (Stand der letzten Eintragung aus dem Jahr 2022)?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "edd4d4f2-1a58-45c4-b038-67337af4e029",
    "Question": "Die beigefügte Tabelle listet die Lokomotiven auf, die von einem lokalen Eisenbahnmuseum besessen werden. Wie lautet der typische amerikanische Name für den Lokomotivtyp, den dieses Museum für den Murder Mystery Express verwendet?",
    "Level": "2",
    "Final answer": "Berkshire",
    "file_name": "edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx"
  },
  {
    "task_id": "a26649c6-1cb2-470a-871e-6910c64c3e53",
    "Question": "Was ist der absolute Unterschied in Zehntausend zwischen der Population von Kinnriemenpinguinen auf der Wikipedia-Seite für Pinguinpopulationen zum Ende des Jahres 2018 und der Population, die im Nature.com-Artikel „globale Bestandsaufnahme des Kinnriemenpinguins“ aus dem Jahr 2020 verzeichnet ist, unter der Annahme von zwei Pinguinen pro Brutpaar?",
    "Level": "2",
    "Final answer": "116",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d0aa727-86b1-406b-9b33-f870dd14a4a5",
    "Question": "Die angehängte Datei enthält eine Liste der Lokomotiven, die sich im Besitz eines lokalen Eisenbahnmuseums befinden. Sie gibt für jede Lokomotive die Identifikationsnummer, den Betriebsstatus und den Namen der täglichen Ausflugsfahrt an, die sie anführt, falls sie betriebsbereit ist. Wie stehen die Chancen, dass die heutige Sunset Picnic Trip eine Dampflokomotive verwendet? Nehmen Sie an, dass jede Ausflugsfahrt täglich eine ihrer zugewiesenen Lokomotiven zufällig auswählt, und geben Sie die Antwort in der Form „1 zu 4“, „1 zu 5“ usw. an.",
    "Level": "2",
    "Final answer": "1 von 3",
    "file_name": "4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx"
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "Hallo, ich war am Freitag krankgeschrieben und überlege gerade, was ich für meine Matheprüfung nächste Woche lernen muss. Mein Studienkollege hat mir eine Audioaufnahme von Professor Willowbrook geschickt, in der er die empfohlene Lektüre für die Prüfung vorgibt, aber meine Kopfhörer sind kaputt. :( Könntest du dir bitte die Aufnahme anhören und mir die Seitenzahlen nennen, die ich durchgehen soll? Ich habe die Datei „Homework.mp3“ mit der Aufnahme angehängt. Bitte gib nur die Seitenzahlen als Komma-getrennte Liste an. Und bitte gib die Liste in aufsteigender Reihenfolge an.",
    "Level": "1",
    "Final answer": "132, 133, 134, 197, 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "d5141ca5-e7a0-469f-bf3e-e773507c86e2",
    "Question": "Wann wurde der Wikipedia-Seite zum Prinzip der Doppelwirkung erstmals ein Bild des Heiligen Thomas von Aquin hinzugefügt? Antworten Sie im Format TT/MM/JJJJ.",
    "Level": "2",
    "Final answer": "19.02.2009",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "Eine 5-köpfige Gruppe, bestehend aus einem Tank, einem Heiler und drei DPS, absolviert einen Dungeon, der gerade in World of Warcraft veröffentlicht wurde. Zwei tragen Plattenrüstung und zwei tragen Stoffrüstung. Beim Endboss wirken sowohl der Tank als auch der Heiler heilige Zauber. Eis und Feuer werden jeweils von einem anderen DPS eingesetzt. Ein Bär aus der Gruppe greift den Boss an. Metamorphose wird gewirkt. Der Kilt des Vergessenen fällt als Beute, kann aber von niemandem verwendet werden. Wenn alle Klassen ihre Klassenfähigkeiten nutzen und alle Klassen einzigartig sind, welche fünf Klassen sind in der Gruppe in alphabetischer Reihenfolge, getrennt durch Kommas?",
    "Level": "3",
    "Final answer": "Todesritter, Jäger, Paladin, Priester, Hexenmeister",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "840bfca7-4f7b-481a-8794-c560c340185d",
    "Question": "Am 6. Juni 2023 wurde ein Artikel von Carolyn Collins Petersen in Universe Today veröffentlicht. Dieser Artikel erwähnt ein Team, das ein Paper über ihre Beobachtungen verfasst hat, das am Ende des Artikels verlinkt ist. Finden Sie dieses Paper. Unter welcher NASA-Fördernummer wurde die Arbeit von R. G. Arendt unterstützt?",
    "Level": "1",
    "Final answer": "80GSFC21M0002",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1dcc160f-c187-48c2-b68e-319bd4354f3d",
    "Question": "Laut Openreview.net, wie viele Artikel eines Autors namens Yuri wurden bei der NeurIPS 2022 Konferenz mit einer „bestimmten“ Empfehlung akzeptiert?",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e",
    "Question": "Wenn diese ganze Pint nur aus Eis besteht, wie viele Prozent über oder unter den US-Bundesstandards für Butterfettgehalt liegt sie dann, wenn die Standards gemäß Wikipedia im Jahr 2020 verwendet werden? Antworten Sie mit + oder - einer Zahl, gerundet auf eine Dezimalstelle.",
    "Level": "2",
    "Final answer": "+4,6",
    "file_name": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg"
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "Nimm die Geschlechteraufteilung aus der bulgarischen Volkszählung von 2011 über diejenigen, die eine tertiäre Bildung abgeschlossen haben. Subtrahiere die kleinere Zahl von der größeren Zahl und gib die Differenz in Tausend Frauen an. Wenn es also 30,1 Tausend mehr Männer gäbe, würdest du „30,1“ angeben.",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "Wie hoch war die tatsächliche Teilnehmerzahl der klinischen Studie zu H. pylori bei Patienten mit Akne vulgaris von Januar bis Mai 2018, wie auf der Website der NIH aufgeführt?",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "Ich möchte mehr über einige beliebte Reality-TV-Wettbewerbsshows erfahren. Wie viele einzigartige Gewinner gab es zum Ende der 44. Staffel der amerikanischen Version von Survivor mehr als Gewinner von American Idol?",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bda648d7-d618-4883-88f4-3466eabd860e",
    "Question": "Wo wurden die von Kuznetzov in Nedoshivinas Aufsatz von 2010 beschriebenen vietnamesischen Exemplare schließlich hinterlegt? Geben Sie nur den Stadtnamen ohne Abkürzungen an.",
    "Level": "1",
    "Final answer": "Sankt Petersburg",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "Ein Standard-Rubik-Würfel wurde in die Würfel zerlegt, die seine Seiten bilden. Die Würfel sind durcheinander geraten, und einer wurde entfernt. Es gibt 6 Würfel mit einer farbigen Seite, 12 Kantwürfel mit zwei farbigen Seiten und 8 Eckwürfel mit drei farbigen Seiten. Alle blauen Würfel wurden gefunden. Alle Würfel direkt links, rechts, oben und unten des orangefarbenen Mittelwürfels wurden gefunden, zusammen mit dem Mittelwürfel. Die grünen Ecken wurden alle gefunden, zusammen mit allen grünen Würfeln, die an Gelb grenzen. Für alle gefundenen orangefarbenen Würfel wurden die Würfel der gegenüberliegenden Seite gefunden. Der entfernte Würfel hat zwei Farben auf seinen Seiten. Welche sind es? Antworte mit einer durch Kommas getrennten Liste, wobei die Farben alphabetisch geordnet sind.",
    "Level": "1",
    "Final answer": "grün, weiß",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cf106601-ab4f-4af9-b045-5295fe67b37d",
    "Question": "Welches Land hatte die geringste Anzahl an Athleten bei den Olympischen Sommerspielen 1928? Bei Gleichstand in der Anzahl der Athleten geben Sie das erste Land in alphabetischer Reihenfolge an. Geben Sie den IOC-Ländercode als Antwort an.",
    "Level": "1",
    "Final answer": "CUB (Caltech-UCSD Birds-200-2011) ist ein Datensatz, der häufig in der Forschung zu maschinellem Lernen und Computervision verwendet wird. Er enthält 11.788 Bilder von 200 verschiedenen Vogelarten, die mit detaillierten Annotationen versehen sind, einschließlich Teilsegmentierungen und Attributen. Dieser Datensatz wird oft für Aufgaben wie Bildklassifizierung, Objekterkennung und feingranulare Bildklassifizierung eingesetzt.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5f982798-16b9-4051-ab57-cfc7ebdb2a91",
    "Question": "Ich habe im März 2021 ein Paper über multiwavelength-Beobachtungen von schnellen Radioausbrüchen auf Arxiv gelesen, und es enthielt ein faszinierendes Diagramm eines Röntgen-Zeitprofils. Es gab ein ähnliches Burst-1-Diagramm in einem anderen Paper von einem der gleichen Autoren über schnelle Radioausbrüche im Juli 2020, aber ich kann mich nicht daran erinnern, wie groß der Unterschied in Sekunden im gemessenen Zeitintervall war. Wie viele Sekunden mehr maß der eine als der andere? Geben Sie nur die Zahl an.",
    "Level": "3",
    "Final answer": "0.2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "Wer sind die Pitcher mit der Nummer vor und nach Taishō Tamais Nummer Stand Juli 2023? Geben Sie sie mir in der Form Pitcher Vor, Pitcher Nach, verwenden Sie nur ihre Nachnamen, in lateinischen Zeichen.",
    "Level": "1",
    "Final answer": "Yoshida, Uehara",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "Die angehängte Excel-Datei enthält die Verkaufszahlen der Menüartikel einer lokalen Fast-Food-Kette. Wie hoch waren die Gesamteinnahmen, die die Kette mit Lebensmitteln (ohne Getränke) erzielt hat? Geben Sie Ihre Antwort in USD mit zwei Dezimalstellen an.",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "5a0c1adf-205e-4841-a666-7c3ef95def9d",
    "Question": "Wie lautet der Vorname des einzigen Empfängers des Malko-Wettbewerbs aus dem 20. Jahrhundert (nach 1977), dessen aufgezeichnete Nationalität ein Land ist, das nicht mehr existiert?",
    "Level": "1",
    "Final answer": "Claus\n\nClaus",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0512426f-4d28-49f0-be77-06d05daec096",
    "Question": "In dem YouTube 360 VR-Video aus März 2018, das vom Sprecher von Gollum aus „Der Herr der Ringe“ erzählt wurde, welche Zahl wurde vom Erzähler direkt nach dem ersten Auftauchen der Dinosaurier im Video erwähnt?",
    "Level": "3",
    "Final answer": "100000000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0bdb7c40-671d-4ad1-9ce3-986b159c0ddc",
    "Question": "Auf dem „Astronomy Picture of the Day“ der NASA vom 21. Januar 2006 sind zwei Astronauten zu sehen, von denen einer deutlich kleiner wirkt als der andere. Welcher der Astronauten der NASA-Astronautengruppe, zu der der kleinere Astronaut gehörte, verbrachte im August 2023 die geringste Zeit im Weltraum, und wie viele Minuten verbrachte er im Weltraum, gerundet auf die nächste Minute? Astronauten, die keine Zeit im Weltraum verbrachten, sind ausgeschlossen. Geben Sie den Nachnamen des Astronauten an, getrennt von der Anzahl der Minuten durch ein Semikolon.",
    "Level": "3",
    "Final answer": "Weiß; 5876",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "08c0b6e9-1b43-4c2e-ae55-4e3fce2c2715",
    "Question": "In dem Film „Goldfinger“, welche Farbe hatte das Objekt, in dem sich James Bond und seine Begleiterin Pussy Galore am Ende des Films versteckten? Wenn es mehrere Farben gibt, listen Sie sie in alphabetischer Reihenfolge kommagetrennt auf.",
    "Level": "2",
    "Final answer": "orange, weiß",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "Wie viele Haltestellen gibt es ab Mai 2023 zwischen South Station und Windsor Gardens auf der Franklin-Foxboro-Linie der MBTA (nicht eingeschlossen)?",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "In der Ausstellung des Metropolitan Museum of Art aus dem Jahr 2015, die nach dem chinesischen Tierkreiszeichen des Jahres 2015 benannt war, wie viele der „zwölf Tiere des chinesischen Tierkreises“ haben eine sichtbare Hand?",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7a4a336d-dcfa-45a0-b014-824c7619e8de",
    "Question": "In der zweiten Minute des YouTube-Videos, das der Kanal „GameGrumps“ am 14. Mai 2017 als Teil ihres Playthroughs von Mario Kart 8 Deluxe hochgeladen hat, treten die Moderatoren der Show auf einer der Rennstrecken des Spiels gegeneinander an. Wie lautete die Weltrekordzeit für diese Strecke im 150cc-Modus des Spiels am 7. Juni 2023? Geben Sie Ihre Antwort in Minuten und Sekunden an und runden Sie die Sekunden auf die nächste Hundertstelstelle, z. B. 1:01.00.",
    "Level": "2",
    "Final answer": "1:41,614",
    "file_name": "",
    "file_path": ""
  }
]