[
  {
    "task_id": "c61d22de-5f6c-4958-a7f6-5e9707bd3466",
    "Question": "Um artigo sobre regulação de IA que foi originalmente enviado ao arXiv.org em junho de 2022 apresenta uma figura com três eixos, onde cada eixo tem uma palavra de rótulo em ambas as extremidades. Qual dessas palavras é usada para descrever um tipo de sociedade em um artigo de Física e Sociedade enviado ao arXiv.org em 11 de agosto de 2016?",
    "Level": "2",
    "Final answer": "igualitário",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "Estou pesquisando espécies que se tornaram invasoras após serem liberadas por pessoas que as mantinham como animais de estimação. Existe uma espécie específica de peixe que foi popularizada como animal de estimação por ser o personagem principal do filme \"Procurando Nemo\". De acordo com o USGS, onde esse peixe foi encontrado como espécie não nativa, antes do ano de 2020? Preciso da resposta formatada como os códigos postais de cinco dígitos dos locais onde a espécie foi encontrada, separados por vírgulas se houver mais de um local.",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "04a04a9b-226c-43fd-b319-d5e89743676f",
    "Question": "Se assumirmos que todos os artigos publicados pela Nature em 2020 (apenas artigos, não revisões de livros/colunas, etc.) basearam-se em significância estatística para justificar suas descobertas e que, em média, chegaram a um valor de p de 0,04, quantos artigos estariam incorretos em suas alegações de significância estatística? Arredonde o valor para o próximo inteiro.",
    "Level": "2",
    "Final answer": "41",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "14569e28-c88c-43e4-8c32-097d35b9a67d",
    "Question": "Em Unlambda, qual caractere ou texto exato precisa ser adicionado para corrigir o seguinte código e produzir a saída \"For penguins\"? Se o que for necessário for um caractere, responda com o nome do caractere. Se houver diferentes nomes para o caractere, use o mais curto. A localização do texto não é necessária. Código:\n\n`r```````````.F.o.r. .p.e.n.g.u.i.n.si\n\nResposta: espaço.",
    "Level": "2",
    "Final answer": "backtick (ou crase invertida)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e1fc63a2-da7a-432f-be78-7c4a95598703",
    "Question": "Se Eliud Kipchoge pudesse manter indefinidamente seu ritmo de maratona recorde, quantos mil horas levaria para ele correr a distância entre a Terra e a Lua em sua aproximação mais próxima? Utilize o valor mínimo de perigeu na página da Wikipédia para a Lua ao realizar seu cálculo. Arredonde seu resultado para o mais próximo de 1000 horas e não use separadores de vírgula, se necessário.",
    "Level": "1",
    "Final answer": "17",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "A planilha anexa mostra o inventário de uma loja de aluguel de filmes e jogos de videogame em Seattle, Washington. Qual é o título do Blu-Ray mais antigo registrado nesta planilha? Retorne-o como aparece na planilha.",
    "Level": "2",
    "Final answer": "Estacionamento Temporal 2: Universo Paralelo",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "Quantos álbuns de estúdio foram publicados por Mercedes Sosa entre 2000 e 2009 (inclusive)? Você pode usar a versão mais recente de 2022 da Wikipédia em inglês.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "O objeto na coleção do Museu Britânico com o número de museu 2012,5015.17 é a concha de uma espécie específica de molusco. De acordo com o resumo de um artigo de pesquisa publicado na Science Advances em 2021, contas feitas das conchas dessa espécie foram encontradas e têm pelo menos quantos milhares de anos?",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "De acordo com o GitHub, quando a tag \"Regression\" foi adicionada à issue mais antiga fechada do numpy.polynomial que possui a etiqueta \"Regression\" no formato MM/DD/AA?",
    "Level": "2",
    "Final answer": "15/04/18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ec09fa32-d03f-4bf8-84b0-1f16922c3ae4",
    "Question": "Aqui está uma charada divertida que acho que você vai gostar.\n\nVocê foi selecionado para jogar a rodada final do novo e popular programa de jogos \"Escolha o Ping-Pong\". Nesta rodada, você competirá por um grande prêmio em dinheiro. Sua tarefa será escolher uma das várias bolas de ping-pong numeradas, e então o jogo começará. O apresentador explica como o jogo funciona.\n\nUm dispositivo composto por uma rampa espiral transparente e uma série de pistões controla o resultado do jogo. A rampa alimenta as bolas em uma plataforma. A plataforma tem espaço para três bolas de ping-pong de cada vez. As três bolas na plataforma estão alinhadas com um dos três pistões. Em cada etapa do jogo, um dos três pistões será acionado aleatoriamente, ejetando a bola que atinge. Se o pistão ejetar a bola na primeira posição da plataforma, as bolas na segunda e terceira posições avançam um espaço, e a próxima bola na rampa avança para a terceira posição. Se o pistão ejetar a bola na segunda posição, a bola na primeira posição é liberada e rola para longe, a bola na terceira posição avança dois espaços para ocupar a primeira posição, e as próximas duas bolas na rampa avançam para ocupar as segunda e terceira posições na plataforma. Se o pistão ejetar a bola na terceira posição, a bola na primeira posição é liberada e rola para longe, a bola na segunda posição avança um espaço para ocupar a primeira posição, e as próximas duas bolas na rampa avançam para ocupar as segunda e terceira posições na plataforma.\n\nA rampa começa com 100 bolas de ping-pong numeradas, organizadas em ordem crescente de 1 a 100. O apresentador ativa a máquina e as três primeiras bolas, numeradas 1, 2 e 3, avançam para a plataforma. Antes que o acionamento aleatório dos pistões comece, você é perguntado qual das 100 bolas gostaria de escolher. Se sua escolha for ejetada por um dos pistões, você ganha o grande prêmio, $10.000.\n\nQual bola você deve escolher para maximizar suas chances de ganhar o grande prêmio? Forneça sua resposta como o número da bola selecionada.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "676e5e31-a554-4acc-9286-b60d90a92d26",
    "Question": "Em 2 de julho de 1959, os padrões dos Estados Unidos para classificações de frutas processadas, vegetais e certos outros produtos listados como desidratados consideram os itens na \"seção de secos e desidratados\" especificamente marcados como desidratados, juntamente com quaisquer itens na seção Congelado/Resfriado que contenham o nome completo do item, mas não se estiverem marcados como Resfriados. Em agosto de 2023, qual é a porcentagem (para o percentual mais próximo) desses padrões que foram substituídos por uma nova versão desde a data fornecida nos padrões de 1959?",
    "Level": "3",
    "Final answer": "86",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7dd30055-0198-452e-8c25-f73dbe27dcb8",
    "Question": "Usando a biblioteca Biopython em Python, analise o arquivo PDB da proteína identificada pelo PDB ID 5wb7 do RCSB Protein Data Bank. Calcule a distância entre o primeiro e o segundo átomos conforme listados no arquivo PDB. Relate a resposta em Angstroms, arredondada para o picômetro mais próximo.",
    "Level": "2",
    "Final answer": "1.456",
    "file_name": "7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb"
  },
  {
    "task_id": "2a649bb1-795f-4a01-b3be-9a01868dae73",
    "Question": "Quais são os números EC dos dois produtos químicos mais comumente utilizados para o método de teste viral no artigo sobre SPFMV e SPCSV na Pearl Of Africa de 2016? Retorne os números separados por ponto e vírgula na ordem dos produtos químicos em ordem alfabética.",
    "Level": "2",
    "Final answer": "3.1.3.1; 1.11.1.7",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "87c610df-bef7-4932-b950-1d83ef4e282b",
    "Question": "Em abril de 1977, quem era o Primeiro-Ministro do primeiro lugar mencionado por nome no Livro de Ester (na Nova Versão Internacional)?",
    "Level": "2",
    "Final answer": "Morarji Desai foi um político indiano que serviu como o quarto primeiro-ministro da Índia, de 1977 a 1979. Ele foi o primeiro primeiro-ministro não pertencente ao Congresso Nacional Indiano a completar um mandato completo. Desai era conhecido por sua simplicidade, estilo de vida austero e compromisso com os valores gandhianos. Ele também desempenhou um papel significativo no movimento de independência da Índia e ocupou vários cargos ministeriais em governos anteriores. Sua liderança foi marcada por esforços para promover a transparência, a descentralização do poder e a reconciliação nacional após o período de Emergência imposto por Indira Gandhi.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "624cbf11-6a41-4692-af9c-36b3e5ca3130",
    "Question": "Qual é a última linha da rima sob o nome do sabor na lápide visível ao fundo da foto da lápide do sabor mais antigo no cemitério de sabores online da Ben & Jerry's no final de 2022?",
    "Level": "2",
    "Final answer": "Então tivemos que deixá-lo morrer.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "Utilize as medidas de densidade dos materiais de química licenciados por Marisa Alviar-Agnew & Henry Agnew sob a licença CK-12 nos materiais de Química Introdutória do LibreText, compilados em 21/08/2023.\n\nTenho um galão de mel e um galão de maionese a 25°C. Removo uma xícara de mel de cada vez do galão de mel. Quantas vezes precisarei remover uma xícara para que o mel pese menos que a maionese? Considere que os recipientes têm o mesmo peso.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5d0080cb-90d7-4712-bc33-848150e917d3",
    "Question": "Qual foi o volume em m^3 da bolsa de peixe calculado no artigo da Universidade de Leicester \"Can Hiccup Supply Enough Fish to Maintain a Dragon’s Diet?\"",
    "Level": "1",
    "Final answer": "0.1777",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bec74516-02fc-48dc-b202-55e78d0e17cf",
    "Question": "Qual é a média de obras anteriores a 2020 nas páginas de identificação de pesquisadores e contribuidores abertos das pessoas cuja identificação está neste arquivo?",
    "Level": "3",
    "Final answer": "26.4",
    "file_name": "bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld"
  },
  {
    "task_id": "a1e91b78-d3d8-4675-bb8d-62741b4b68a6",
    "Question": "No vídeo https://www.youtube.com/watch?v=L1vXCYZAYYM, qual é o maior número de espécies de aves que aparecem na câmera simultaneamente?",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "46719c30-f4c3-4cad-be07-d5cb21eee6bb",
    "Question": "Dos autores (Primeiro M. Último) que trabalharam no artigo \"Pie Menus or Linear Menus, Which Is Better?\" em 2015, qual foi o título do primeiro artigo escrito pelo autor que já havia publicado artigos anteriormente?",
    "Level": "1",
    "Final answer": "Mapeamento de Informações Orientadas a Humanos para Agentes de Software para Uso em Sistemas Online",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "df6561b2-7ee5-4540-baab-5095f742716a",
    "Question": "Quando você calcula a média do desvio padrão populacional dos números vermelhos e do desvio padrão amostral dos números verdes nesta imagem usando o módulo de estatística no Python 3.11, qual é o resultado arredondado para os três algarismos mais próximos?",
    "Level": "2",
    "Final answer": "17.056",
    "file_name": "df6561b2-7ee5-4540-baab-5095f742716a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/df6561b2-7ee5-4540-baab-5095f742716a.png"
  },
  {
    "task_id": "00d579ea-0889-4fd9-a771-2c8d79835c8d",
    "Question": "Arthur Samuel",
    "Level": "3",
    "Final answer": "Claude Shannon",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "No Episódio 11 da 9ª Temporada de Doctor Who, o Doutor está preso dentro de um labirinto em constante mudança. Qual é o nome desse local no roteiro oficial do episódio? Forneça o cenário exatamente como aparece no primeiro cabeçalho de cena.",
    "Level": "1",
    "Final answer": "O CASTELO",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "Em termos de distância geográfica entre capitais, quais são os 2 países mais distantes um do outro dentro do bloco da ASEAN, de acordo com a Wikipédia? Responda usando uma lista separada por vírgulas, ordenando os países por ordem alfabética.",
    "Level": "2",
    "Final answer": "Indonésia, Mianmar",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "Na base de dados NCATS PubChem para classificação de Status de Aditivo Alimentar, encontre o composto que possui peso molecular de 100 g/mol ou menos, 6 átomos pesados, 1 ou menos aceitadores de ligação de hidrogênio e complexidade entre 10 e 15. Das co-ocorrências compartilhadas de genes e produtos químicos entre suas duas possíveis transformações enzimáticas, qual é o CID do PubChem do mais pesado por peso molecular?",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e4e91f1c-1dcd-439e-9fdd-cb976f5293fd",
    "Question": "Preciso verificar um fato em uma citação. Esta é a citação da bibliografia:\n\nGreetham, David. \"Uncoupled: OR, How I Lost My Author(s).\" Textual Cultures: Texts, Contexts, Interpretation, vol. 3 no. 1, 2008, p. 45-46. Project MUSE, doi:10.2979/tex.2008.3.1.44.\n\nE esta é a citação em linha:\n\nNossa relação com os autores das obras que lemos pode frequentemente ser \"obscurecida não por um 'manto de impressão', mas pela cortina de confusão e má transmissão dos escribas\" (Greetham 45-46).\n\nO texto citado corresponde ao que está realmente no artigo? Se Sim, responda Sim, caso contrário, me dê a palavra na minha citação que não corresponde à correta (sem artigo).",
    "Level": "2",
    "Final answer": "manto",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "Qual colaborador da versão do OpenCV onde o suporte foi adicionado para o modelo Mask-RCNN tem o mesmo nome de um ex-chefe de governo chinês quando os nomes são transliterados para o alfabeto latino?",
    "Level": "2",
    "Final answer": "Li Peng",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "de9887f5-ead8-4727-876f-5a4078f8598c",
    "Question": "Qual porcentagem arredondada para um número inteiro do comprimento total do camarão-palhaço registrado no artigo de Omar Valencfia-Mendez de 2017 foi a estrela-do-mar alimentada ao mesmo tipo de camarão no artigo de G. Curt Fiedler de 2002?",
    "Level": "3",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "Um escritório realizou uma troca de presentes de Amigo Secreto onde cada um dos seus doze funcionários foi designado para presentear outro funcionário do grupo. Cada funcionário preencheu um perfil incluindo três gostos ou hobbies. No dia da troca de presentes, apenas onze presentes foram dados, cada um específico para um dos interesses do destinatário. Com base nas informações do documento, quem não deu um presente?",
    "Level": "1",
    "Final answer": "Fred",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8b3379c0-0981-4f5b-8407-6444610cb212",
    "Question": "Qual é o comprimento máximo em metros do #9 no primeiro curta-metragem da National Geographic no YouTube que já foi lançado de acordo com o site do Monterey Bay Aquarium? Dê apenas o número.",
    "Level": "2",
    "Final answer": "1.8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0ff53813-3367-4f43-bcbd-3fd725c1bf4b",
    "Question": "Que tipo de modelo de duas palavras os estudos de Manash Pratim Kashyap e PS Fader em estudos de retenção de clientes publicados durante 2018-2019 têm em comum (sem pontuação)?",
    "Level": "2",
    "Final answer": "beta geométrico",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "983bba7c-c092-455f-b6c9-7857003d48fc",
    "Question": "Quais animais mencionados tanto no artigo de Ilias Lagkouvardos quanto no de Olga Tapia sobre as espécies alvei do gênero nomeado em homenagem a Copenhague, fora das bibliografias, também estavam presentes no artigo de 2021 citado na página da Wikipédia sobre as espécies alvei, relativo a um estudo multicêntrico, randomizado e duplo-cego?",
    "Level": "3",
    "Final answer": "camundongos",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a7feb290-76bb-4cb7-8800-7edaf7954f2f",
    "Question": "Quantos artigos de Física de Altas Energias - Rede listados em janeiro de 2020 no Arxiv tinham versões ps disponíveis?",
    "Level": "2",
    "Final answer": "31",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "A fotografia na coleção do Whitney Museum of American Art com número de acesso 2022.128 mostra uma pessoa segurando um livro. Qual unidade militar o autor deste livro se juntou em 1813? Responda sem usar artigos.",
    "Level": "2",
    "Final answer": "Legião Russo-Alemã",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2d83110e-a098-4ebb-9987-066c06fa42d0",
    "Question": "Se você inverter esta sentença, a palavra \"left\" é escrita como o oposto de \"right\".",
    "Level": "1",
    "Final answer": "Certo",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "Qual é o número mínimo de links de página que uma pessoa deve clicar para ir da página da Wikipédia em inglês sobre O Senhor dos Anéis (o livro) para a página da Wikipédia em inglês sobre As Crônicas de Gelo e Fogo (a série de livros)? Em sua contagem, inclua cada link que você clicaria para chegar à página. Use as páginas como elas apareceram no final do dia 3 de julho de 2023.",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2",
    "Question": "Cada célula na planilha anexa representa um terreno. A cor da célula indica quem é o dono desse terreno. As células verdes são terrenos de propriedade de Earl Smith. Earl pode caminhar por todos os terrenos que possui (e nenhum outro) e retornar ao terreno de partida sem retroceder? Para esta questão, considere retrocesso como qualquer instância em que Earl entraria em um terreno que já havia entrado desde que deixou o terreno de partida.",
    "Level": "1",
    "Final answer": "Não",
    "file_name": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx"
  },
  {
    "task_id": "9b54f9d9-35ee-4a14-b62f-d130ea00317f",
    "Question": "Qual dos elementos de texto sob CATEGORIAS no XML conteria o único alimento na planilha que não aparece uma segunda vez sob um nome diferente?",
    "Level": "3",
    "Final answer": "Sopas e Ensopados",
    "file_name": "9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip"
  },
  {
    "task_id": "e8cb5b03-41e0-4086-99e5-f6806cd97211",
    "Question": "Fui ao restaurante e bar Virtue em Chicago para o meu aniversário em 22 de março de 2021 e o prato principal que eu tive estava delicioso! Infelizmente, quando voltei cerca de um mês depois, em 21 de abril, ele já não estava mais no cardápio do jantar. Usando o Wayback Machine, você pode me ajudar a descobrir qual prato principal estava no cardápio do jantar do Virtue em 22 de março de 2021, mas não em 21 de abril de 2021? Responda usando a forma singular, sem artigos.",
    "Level": "2",
    "Final answer": "camarão",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nQual das acima não é logicamente equivalente às demais? Forneça a declaração completa que não se encaixa.",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "Minha reunião de família é esta semana, e fui designado para levar o purê de batatas. Os participantes incluem minha mãe e meu pai casados, meu irmão gêmeo e sua família, minha tia e sua família, minha avó e seu irmão, a filha dele e a família dela. Todos os adultos, exceto eu, são casados, e ninguém é divorciado ou recasado, mas meu avô e a cunhada da minha avó faleceram no ano passado. Todos os cônjuges vivos estão comparecendo. Meu irmão tem dois filhos que ainda são crianças, minha tia tem um de seis anos, e a filha do irmão da minha avó tem três filhos com menos de 12 anos. Estimo que cada adulto comerá cerca de 1,5 batatas de purê de batatas e cada criança comerá cerca de 1/2 batata de purê de batatas, exceto meus primos de segundo grau, que não comem carboidratos. A batata média pesa cerca de meio quilo, e as batatas são vendidas em sacos de 5 quilos. Quantos sacos inteiros de batatas eu preciso? Dê apenas o número.",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b816bfce-3d80-4913-a07d-69b752ce6377",
    "Question": "No artigo de Emily Midkiff de junho de 2014 em uma revista nomeada em homenagem a um dos filhos de Hreidmar que guardava sua casa, qual palavra foi citada por dois autores diferentes em desagrado pela natureza das representações de dragões?",
    "Level": "1",
    "Final answer": "fofinho",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f46b4380-207e-4434-820b-f32ce04ae2a4",
    "Question": "É 1999. Antes de você festejar como se fosse 1999, por favor, me ajude a resolver uma aposta.\n\nFiona Apple e Paula Cole lançaram álbuns antes de 1999. Desses álbuns, quais não receberam uma nota em forma de letra de Robert Christgau? Forneça sua resposta como uma lista de títulos de álbuns separados por vírgula, em ordem alfabética.",
    "Level": "2",
    "Final answer": "Harbinger, Maré",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72e110e7-464c-453c-a309-90a95aed6538",
    "Question": "De acordo com a DDC 633 na BASE da Biblioteca da Universidade de Bielefeld, em 2020, de qual país era o artigo em língua desconhecida com uma bandeira única em relação às outras?",
    "Level": "1",
    "Final answer": "Guatemala\n\nGuatemala",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "No post do blog do VSCode de 2018 no replit.com, qual foi o comando que eles clicaram no último vídeo para remover linhas extras?",
    "Level": "2",
    "Final answer": "Formate o Documento",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "Calcule o dígito de verificação do ID Tropicos para a Ordem Helotiales se fosse um número ISBN-10.",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "16d825ff-1623-4176-a5b5-42e0f5c2b0ac",
    "Question": "Qual era o horário de chegada programado do trem Tri-Rail que transportou o maior número de passageiros em 27 de maio de 2019 em Pompano Beach? Expresse sua resposta no formato de relógio digital de 12 horas sem zero à esquerda, se houver, e inclua se é AM ou PM.",
    "Level": "2",
    "Final answer": "18:41",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2b3ef98c-cc05-450b-a719-711aee40ac65",
    "Question": "Você pode me ajudar com essa tarefa? Nosso professor nos deu isso no final da aula na sexta-feira, e ainda estou tentando entender. A pergunta que ele nos fez foi sobre um anagrama. Anexei um áudio da pergunta que ele fez, então, se você puder ouvir e me dar a resposta, eu realmente apreciaria a ajuda. Por favor, limite sua resposta ao texto do anagrama que pode ser gerado a partir da linha original que atende ao pedido do professor, sem nenhum outro comentário. Além disso, não inclua nenhuma pontuação na resposta.",
    "Level": "2",
    "Final answer": "Ser ou não ser, eis a questão: será mais nobre sofrer na mente os dardos e flechas da ultrajante fortuna",
    "file_name": "2b3ef98c-cc05-450b-a719-711aee40ac65.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/2b3ef98c-cc05-450b-a719-711aee40ac65.mp3"
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "Quantos candidatos para a vaga no PDF estão faltando apenas uma única qualificação?",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  },
  {
    "task_id": "544b7f0c-173a-4377-8d56-57b36eb26ddf",
    "Question": "Na contribuição de Valentina Re para o livro de 2017 \"World Building: Transmedia, Fans, Industries\", qual filme de terror a autora cita como tendo popularizado a metalepse entre um mundo de sonhos e a realidade? Use o nome completo com artigo, se houver.",
    "Level": "2",
    "Final answer": "Um Pesadelo na Rua Elm",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "Na língua fictícia de Tizin, as frases básicas são organizadas com o verbo primeiro, seguido pelo objeto direto e, por fim, pelo sujeito. Quero expressar meu amor por maçãs ao meu amigo de Tizin. A palavra que indica a pessoa é &quot;Pa&quot; no nominativo, &quot;Mato&quot; no acusativo e &quot;Sing&quot; no genitivo. O verbo raiz que indica uma intensa afinidade por algo é &quot;Maktay&quot;. Quando usado no presente, é usado em sua forma raiz; quando usado no pretérito perfeito, é &quot;Tay&quot; e, quando usado no pretérito imperfeito, é &quot;Aktay&quot;. Seu uso é diferente do inglês e é melhor traduzido como &quot;agradável a&quot;, o que significa que a coisa que causa a afinidade é, na verdade, o objeto da frase, e não o sujeito. A palavra para maçãs é derivada do inglês em Tizin, portanto, &quot;Apple&quot; é o nominativo, &quot;Zapple&quot; é o acusativo e &quot;Izapple&quot; é o genitivo. Por favor, traduza &quot;I like apples&quot; para Tizin.",
    "Level": "1",
    "Final answer": "Maçã Maktay mato",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6b078778-0b90-464d-83f6-59511c811b01",
    "Question": "O Metropolitan Museum of Art possui um retrato em sua coleção com o número de acesso 29.100.5. Entre os consagradores e co-consagradores do sujeito deste retrato como bispo, qual é o nome daquele que nunca se tornou papa?",
    "Level": "2",
    "Final answer": "Alfonso Visconti\n\nAlfonso Visconti",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b415aba4-4b68-4fc6-9b89-2c812e55a3e1",
    "Question": "Nos anais da conferência Scientific Reports da revista Nature de 2012, no artigo que não mencionou plasmons ou plasmonics, qual composto é estudado? Não use o prefixo nano em sua resposta se houver um.",
    "Level": "1",
    "Final answer": "diamante",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "076c8171-9b3b-49b9-a477-244d2a532826",
    "Question": "O arquivo anexado contém uma lista de fornecedores no shopping Liminal Springs, juntamente com a receita mensal de cada fornecedor e o aluguel que pagam ao shopping. Quero que você encontre o fornecedor que ganha menos dinheiro, em relação ao aluguel que paga. Em seguida, diga-me o que está listado na coluna \"tipo\" para esse fornecedor.",
    "Level": "2",
    "Final answer": "Finanças",
    "file_name": "076c8171-9b3b-49b9-a477-244d2a532826.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/076c8171-9b3b-49b9-a477-244d2a532826.xlsx"
  },
  {
    "task_id": "08cae58d-4084-4616-b6dd-dd6534e4825b",
    "Question": "De acordo com o Google Finance, em que ano as ações da Apple ultrapassaram US$ 50 pela primeira vez (sem ajustes para desdobramentos de ações)?",
    "Level": "2",
    "Final answer": "2018",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "Analise a posição de xadrez fornecida na imagem. É a vez das pretas. Forneça o próximo movimento correto para as pretas que garanta uma vitória. Forneça sua resposta em notação algébrica.",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "De acordo com a lista de bilheteria mundial de 2020 do Box Office Mojo, quantos dos 10 filmes de maior bilheteria mundial também estão entre os 10 filmes de maior bilheteria doméstica? Sua resposta deve ser um valor numérico inteiro.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "No ano de 2022, e antes de dezembro, o que \"R\" significa nas três políticas principais do tipo de conteúdo que foi violado nos registros públicos na página da Wikipédia sobre Legumes?",
    "Level": "1",
    "Final answer": "pesquisa",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "Quem indicou o único Artigo em Destaque na Wikipédia em inglês sobre um dinossauro que foi promovido em novembro de 2016?",
    "Level": "1",
    "Final answer": "FunkMonk",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "Que escritor é citado pelo Merriam-Webster para a Palavra do Dia de 27 de junho de 2022?",
    "Level": "1",
    "Final answer": "Annie Levin",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9f41b083-683e-4dcf-9185-ccfeaa88fa45",
    "Question": "Quantas páginas da versão de 85 páginas do relatório do IPCC de 2023 mencionam energia nuclear?",
    "Level": "2",
    "Final answer": "0",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6f37996b-2ac7-44b0-8e68-6d28256631b4",
    "Question": "Dado esta tabela definindo * no conjunto S = {a, b, c, d, e}\n\n|*|a|b|c|d|e|\n|---|---|---|---|---|---|\n|a|a|b|c|b|d|\n|b|b|c|a|e|c|\n|c|c|a|b|b|a|\n|d|b|e|b|e|d|\n|e|d|b|a|d|c|\n\nforneça o subconjunto de S envolvido em quaisquer possíveis contra-exemplos que provem que * não é comutativo. Forneça sua resposta como uma lista separada por vírgulas dos elementos do conjunto em ordem alfabética.",
    "Level": "1",
    "Final answer": "b, e",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "Os seguintes números funcionam de forma semelhante aos números ISBN 13, no entanto, seus métodos de validação são ligeiramente diferentes. Em vez de usar pesos alternados de 1 e 3, o dígito de verificação é calculado com um peso alternado de 1 e outro inteiro positivo menor que 10. Caso contrário, o dígito de verificação é calculado como esperado. Infelizmente, há um erro nos dados. Duas colunas adjacentes foram transpostas. Essas colunas com erro não envolvem a coluna final ou uma das três primeiras colunas. Usando essa informação, forneça todas as soluções potenciais com o peso desconhecido e o índice menor das duas colunas com erro (suponha que começamos nossa indexação em 0 e ignoramos hífens). Dê sua resposta na forma x, y onde x é o peso e y é o índice menor das duas colunas transpostas.\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7, 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ecbc4f94-95a3-4cc7-b255-6741a458a625",
    "Question": "Quantos imagens há no artigo mais recente da Wikipédia em inglês sobre a Lego de 2022?",
    "Level": "2",
    "Final answer": "13",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e9a2c537-8232-4c3f-85b0-b52de6bcba99",
    "Question": "O arquivo anexo mostra uma lista de livros na coleção da Biblioteca Pública do Condado de Scribe. Quantos dos livros da biblioteca que são escritos por Rick Riordan não estão atualmente nas prateleiras da biblioteca?",
    "Level": "2",
    "Final answer": "7",
    "file_name": "e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf"
  },
  {
    "task_id": "8131e2c0-0083-4265-9ce7-78c2d568425d",
    "Question": "Eu estava tentando lembrar o quão bem o Cheater Beater se saiu em comparação com o Cheater quando James o testou em seu canal. Sei que o Cheater ainda superou o Cheater Beater em termos de CFM. Você poderia verificar isso para mim e relatar o CFM de ambos, o Cheater e o Cheater Beater? Não tenho certeza se ele fez alguma alteração em seus testes, mas isso foi na temporada 4, então apenas reporte o valor daquela temporada. Por favor, formate sua resposta assim: número CFM para o Cheater, número CFM para o Cheater Beater.",
    "Level": "3",
    "Final answer": "101.376, 84.348",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9318445f-fe6a-4e1b-acbf-c68228c9906a",
    "Question": "Como uma lista separada por vírgulas sem espaços em branco, usando a imagem fornecida, forneça todas as frações que usam / como linha de fração e as respostas aos problemas de exemplo. Ordene a lista pela ordem em que as frações aparecem.",
    "Level": "1",
    "Final answer": "3/4, 1/4, 3/4, 3/4, 2/4, 1/2, 5/35, 7/21, 30/5, 30/5, 3/4, 1/15, 1/3, 4/9, 1/8, 32/23, 103/170",
    "file_name": "9318445f-fe6a-4e1b-acbf-c68228c9906a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9318445f-fe6a-4e1b-acbf-c68228c9906a.png"
  },
  {
    "task_id": "71345b0a-9c7d-4b50-b2bf-937ec5879845",
    "Question": "Em um dia bissexto antes do ano 2008, uma piada foi removida da página da Wikipédia para \"Dragão\". Qual foi a frase que foi removida? Dê a frase como ela apareceu na página, mas sem pontuação.",
    "Level": "2",
    "Final answer": "Aqui há dragões",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "Qual é o volume em mililitros de um sistema composto por 0,312 kg de refrigerante Freon-12 quando colocado no fundo da Fossa das Marianas e permitido estabilizar na temperatura máxima da Fossa, arredondado para o mL mais próximo? Forneça sua resposta apenas como um valor inteiro.",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ebbc1f13-d24d-40df-9068-adcf735b4240",
    "Question": "A raiz latina da palavra Yola \"gimlie\" compartilha uma grafia com uma palavra espanhola. Qual é a tradução do Google para o título da fonte da frase de exemplo de 1994 para essa palavra no dicionário online Collins Espanhol-Inglês? Responda em texto simples, sem pontuação.",
    "Level": "3",
    "Final answer": "O Mundo do Século XXI",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "Encontre o valor de x para a décima mais próxima: Lx = (d/dx * (A * x ao quadrado)) + 4 mil e noventa e sete menos C\nOnde L é os dois últimos dígitos do ano da Declaração de Independência da Venezuela,\nA é o número de cores no logotipo do TikTok em julho de 2023, excluindo preto e branco,\ne C é a altura da mulher média nas Filipinas de acordo com um artigo da Business Insider de julho de 2023, arredondado para o centímetro inteiro mais próximo.",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "Na nota de rodapé encontrada no penúltimo parágrafo da página 11 do livro com o doi 10.2307/j.ctv9b2xdv, que dia do mês de novembro o artigo da Wikipedia foi acessado? Forneça apenas o dia do mês.",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "8f80e01c-1296-4371-9486-bb3d68651a60",
    "Question": "Usando notas da clave de fá, qual é a idade de alguém que experimentou a palavra soletrada na partitura pelas letras das notas, o número total de linhas e notas menos o número de notas nas linhas na imagem?",
    "Level": "2",
    "Final answer": "90",
    "file_name": "8f80e01c-1296-4371-9486-bb3d68651a60.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8f80e01c-1296-4371-9486-bb3d68651a60.png"
  },
  {
    "task_id": "ad37a656-079a-49f9-a493-7b739c9167d1",
    "Question": "Em 15 de julho de 2008, o Phys.org publicou um artigo sobre uma catástrofe. Encontre a força explosiva dessa catástrofe de acordo com a Encyclopedia Britannica, depois encontre o nome do teste nuclear dos EUA que teve o mesmo rendimento. Sua resposta deve ser apenas a última palavra do nome do teste.",
    "Level": "2",
    "Final answer": "Bravo",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "366e2f2b-8632-4ef2-81eb-bc3877489217",
    "Question": "O arquivo anexado lista acomodações na cidade turística de Seahorse Island. Com base nas informações deste arquivo, qual parece ser o melhor lugar disponível para uma família que gosta de nadar e quer uma casa inteira?",
    "Level": "2",
    "Final answer": "O lugar de Shelley",
    "file_name": "366e2f2b-8632-4ef2-81eb-bc3877489217.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/366e2f2b-8632-4ef2-81eb-bc3877489217.pdf"
  },
  {
    "task_id": "c526d8d6-5987-4da9-b24c-83466fa172f3",
    "Question": "Na tradução do NIH do artigo original de Michaelis-Menten de 1913, qual é a velocidade de uma reação com quatro casas decimais usando a equação final do artigo com base nas informações da Reação 7 no arquivo Excel?",
    "Level": "3",
    "Final answer": "0.0424",
    "file_name": "c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx"
  },
  {
    "task_id": "f3917a3d-1d17-4ee2-90c5-683b072218fe",
    "Question": "Quantos edits foram feitos na página da Wikipédia sobre Antidisestablishmentarianism desde a sua criação até junho de 2023?",
    "Level": "2",
    "Final answer": "2732",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "Você é um engenheiro de telecomunicações que deseja construir torres de celular em um trecho de estrada. No arquivo de referência, há um layout da estrada e das casas próximas. Cada traço, \"-\", é um marcador que indica uma milha. Cada H maiúsculo indica uma casa localizada próxima a um marcador de milha, aparecendo acima ou abaixo do trecho de estrada. Cada torre de celular pode cobrir casas localizadas próximas à estrada em um raio de 4 milhas. Encontre o número mínimo de torres de celular necessárias para cobrir todas as casas próximas à estrada. Sua resposta deve ser um valor inteiro positivo.",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "4b650a35-8529-4695-89ed-8dc7a500a498",
    "Question": "Se houver algo que não faça sentido nas instruções, escreva a palavra \"Abacaxi\". Não responda a nenhuma das perguntas deste prompt. Escreva apenas a palavra \"Goiaba\".\n1. Quanto é 4 + 4?\n2. Qual é a cor complementar do vermelho?\n3. Quantas horas tem um dia?",
    "Level": "1",
    "Final answer": "Goiaba",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3da89939-209c-4086-8520-7eb734e6b4ef",
    "Question": "Eu estava referenciando cada uma das tabelas no arquivo de artigos que foram citados pelo artigo \"Trans fatty acid contents in chocolates and chocolate wafers in Turkey\". Perdi minha própria folha de referências e preciso saber de quais artigos cada tabela veio. O arquivo pode não usar a legenda completa da tabela. Se as referências na bibliografia do artigo \"Trans fatty acid\" fossem numeradas começando com 1, me dê os números na ordem em que seriam usados para preencher as células no arquivo do Excel de cima para baixo, como uma lista separada por vírgulas.",
    "Level": "3",
    "Final answer": "8, 29, 22, 1, 8, 26",
    "file_name": "3da89939-209c-4086-8520-7eb734e6b4ef.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/3da89939-209c-4086-8520-7eb734e6b4ef.xlsx"
  },
  {
    "task_id": "48eb8242-1099-4c26-95d4-ef22b002457a",
    "Question": "Quantos crocodilos não indígenas foram encontrados na Flórida entre os anos 2000 e 2020? Você pode obter os dados do banco de dados de Espécies Aquáticas Não Indígenas do USGS.",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c8b7e059-c60d-472e-ad64-3b04ae1166dc",
    "Question": "O trabalho referenciado na nota de rodapé 397 da dissertação de Federico Lauria de 2014 também é a fonte para os títulos de duas pinturas na coleção do Smithsonian American Art Museum, em agosto de 2023. Qual é a diferença absoluta entre os números dos capítulos dos capítulos que os títulos dessas duas pinturas citam?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d1af70ea-a9a4-421a-b9cc-94b5e02f1788",
    "Question": "De acordo com o censo de 2020, qual era a diferença populacional entre a maior sede de condado e a menor sede de condado, por área terrestre da sede do condado, no estado de Washington? Para as cifras populacionais, utilize os dados oficiais do data.census.gov. Por favor, reporte a diferença inteira.",
    "Level": "2",
    "Final answer": "736455",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c",
    "Question": "Quantos slides desta apresentação em PowerPoint mencionam crustáceos?",
    "Level": "1",
    "Final answer": "4",
    "file_name": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx"
  },
  {
    "task_id": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b",
    "Question": "Qual é a porcentagem da população total de pinguins, de acordo com as estimativas superiores na Wikipédia em inglês no final de 2012, que é composta pelos pinguins neste arquivo que não vivem na Ilha dos Sonhos ou têm bicos maiores que 42mm? Arredonde para as cinco casas decimais mais próximas.",
    "Level": "3",
    "Final answer": "0.00033",
    "file_name": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv"
  },
  {
    "task_id": "08f3a05f-5947-4089-a4c4-d4bcfaa6b7a0",
    "Question": "Dado $x_0 = -5$ e $f(x) = x^3 + 4x^2 - 3x + 8$, qual é o menor $n$ onde usando o Método de Newton $n = n+1$ após arredondar para quatro casas decimais?",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "Você é Van Helsing, um renomado caçador de vampiros. O Conde de Moldávia, Lațcu IV, filho de Costea, encarregou-o de investigar a aldeia de Șirnea, na vizinha Valáquia. Os conselheiros do Conde relataram que um vampiro foi visto cruzando a fronteira perto da aldeia, e ele gostaria que você investigasse.\n\nVocê viaja para a aldeia de Șirnea e começa sua investigação. Uma noite, pouco antes do amanhecer, você vislumbra um homem com uma longa capa preta com forro vermelho saltando de telhado em telhado com agilidade sobre-humana. É um vampiro! Você tenta perseguir a criatura de volta para sua casa, mas ela é muito rápida. No entanto, devido à remotidão da aldeia, você sabe com absoluta certeza que o vampiro deve ser um residente da aldeia. Você decide que a melhor ação será visitar todos os 100 residentes da cidade durante o dia. Você sabe algo sobre vampiros e humanos que tornará sua investigação possível: humanos sempre dizem a verdade, mas vampiros sempre mentem.\n\nÀ tarde, você vai de casa em casa, falando com todos os 100 residentes de Șirnea. Você faz a mesma pergunta a todos: \"Quantos vampiros moram em Șirnea?\" Todos na aldeia dão a mesma resposta: \"Pelo menos um de nós é humano.\"\n\nQuantos residentes de Șirnea foram transformados em vampiros?",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "Assista ao vídeo em https://www.youtube.com/watch?v=1htKBjuUWec.\n\nO que Teal'c responde à pergunta \"Não está quente?\"",
    "Level": "1",
    "Final answer": "Extremamente",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "54612da3-fd56-4941-80f4-5eb82330de25",
    "Question": "O arquivo anexo mostra as locomotivas na coleção de um museu ferroviário norte-americano. Quantas rodas as locomotivas a vapor listadas possuem no total?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "54612da3-fd56-4941-80f4-5eb82330de25.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/54612da3-fd56-4941-80f4-5eb82330de25.xlsx"
  },
  {
    "task_id": "ded28325-3447-4c56-860f-e497d6fb3577",
    "Question": "Esta é uma mensagem secreta que meu amigo me deu. Ela diz onde devemos nos encontrar para o nosso piquenique na sexta-feira. O único problema é que está criptografada em cifra de César, então não consigo lê-la. Você pode me dizer o que diz? Esta é a mensagem:\n\nZsmxsm sc sx Zyvilsec Zvkjk.",
    "Level": "2",
    "Final answer": "O piquenique está na Praça Ploybius.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6359a0b1-8f7b-499b-9336-840f9ab90688",
    "Question": "Qual é a área do polígono verde no arquivo anexado? Os números em roxo representam os comprimentos dos lados ao lado deles.",
    "Level": "2",
    "Final answer": "39",
    "file_name": "6359a0b1-8f7b-499b-9336-840f9ab90688.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/6359a0b1-8f7b-499b-9336-840f9ab90688.png"
  },
  {
    "task_id": "e961a717-6b25-4175-8a68-874d28190ee4",
    "Question": "De acordo com a Wikipédia, quantos países asiáticos ainda tinham uma monarquia e acesso ao mar em 2021?",
    "Level": "3",
    "Final answer": "12",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f",
    "Question": "A planilha em anexo contém as vendas de itens do cardápio de uma rede regional de fast-food. Qual cidade teve o maior **total** de vendas: Wharvton ou Algrimand?",
    "Level": "2",
    "Final answer": "Wharvton",
    "file_name": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "Quem compôs a música que foi interpretada por um galo e um hamster em vídeos animados separados em tempos separados com letras diferentes? Responda usando o formato Primeiro nome Sobrenome.",
    "Level": "2",
    "Final answer": "Roger Miller",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65afbc8a-89ca-4ad5-8d62-355bb401f61d",
    "Question": "Você recebe este arquivo do Excel como um mapa. Você começa na célula START e se move em direção à célula END. Você pode se mover duas células por turno e pode se mover para cima, para baixo, para a esquerda ou para a direita. Você não pode se mover menos de duas células e não pode se mover para trás. Você deve evitar se mover para qualquer célula azul. No décimo primeiro turno, qual é o código hexadecimal de 6 dígitos (sem prefixo) da cor da célula onde você pousa após o movimento?",
    "Level": "1",
    "Final answer": "F478A7",
    "file_name": "65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx"
  },
  {
    "task_id": "851e570a-e3de-4d84-bcfa-cc85578baa59",
    "Question": "Eu pensei que poderíamos tentar um divertido quebra-cabeça de palavras juntos :)\n\nEu tenho um tabuleiro de Boggle aqui:\n\nABRL\nEITE\nIONS\nFPEI\n\nEu gostaria de saber a palavra mais longa que pode ser gerada a partir do tabuleiro. Por favor, encontre a palavra mais longa em inglês que pode ser gerada a partir deste tabuleiro. Se houver mais de uma palavra do mesmo comprimento no comprimento máximo de palavra, por favor, reporte a palavra mais longa que vem primeiro, em ordem alfabética. Ah, e eu sei que pode haver diferentes listas de palavras disponíveis para Boggle, então vamos usar o dicionário words_alpha encontrado em https://github.com/dwyl/english-words como o dicionário para o nosso jogo.",
    "Level": "3",
    "Final answer": "Mais salgado",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cabe07ed-9eca-40ea-8ead-410ef5e83f91",
    "Question": "Qual é o sobrenome do veterinário equino mencionado nos Exercícios 1.E dos materiais de química licenciados por Marisa Alviar-Agnew & Henry Agnew sob a licença CK-12 nos materiais de Química Introdutória do LibreText, compilados em 21/08/2023?",
    "Level": "1",
    "Final answer": "Louvrier",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "De acordo com o Banco Mundial, quais países tiveram poupança bruta superior a 35% do PIB em todos os anos do período de 2001-2010? Dê sua resposta como uma lista de países separados por vírgula em ordem alfabética. Use os nomes mais comuns dos países em inglês ao responder.",
    "Level": "2",
    "Final answer": "Brunei, China, Marrocos, Singapura",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f2feb6a4-363c-4c09-a804-0db564eafd68",
    "Question": "Estou pensando em vender minha casa, então quero saber mais sobre como as casas na minha área foram vendidas recentemente. Moro em Pearl City, Havaí, que fica na ilha de Oahu. Sei que duas casas perto de mim que foram vendidas em 2022 foram 2072 Akaikai Loop e 2017 Komo Mai Drive. Descubra qual dessas casas foi vendida por mais em 2022 e me diga por quanto foi vendida. Não coloque vírgulas ou casas decimais na resposta.",
    "Level": "2",
    "Final answer": "900000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3cef3a44-215e-4aed-8e3b-b1e3f08063b7",
    "Question": "Estou fazendo uma lista de compras para a minha mãe, mas ela é professora de botânica e é muito exigente quando se trata de categorizar as coisas. Preciso adicionar diferentes alimentos em diferentes categorias na lista de compras, mas se eu cometer um erro, ela não comprará nada que estiver na categoria errada. Aqui está a lista que tenho até agora:\n\nleite, ovos, farinha, café em grãos, Oreos, batata-doce, manjericão fresco, ameixas, vagem, arroz, milho, pimentão, pimenta-da-jamaica, bolotas, brócolis, aipo, abobrinha, alface, amendoim\n\nPreciso criar cabeçalhos para frutas e vegetais. Você poderia criar uma lista apenas com os vegetais da minha lista? Se você puder fazer isso, então posso descobrir como categorizar o resto da lista nas categorias apropriadas. Mas lembre-se de que minha mãe é muito exigente, então certifique-se de que nenhuma fruta botânica acabe na lista de vegetais, ou ela não as comprará quando estiver na loja. Por favor, organize a lista de vegetais em ordem alfabética e coloque cada item em uma lista separada por vírgulas.\n\n**Lista de vegetais:**\nabobrinha, aipo, alface, batata-doce, brócolis, pimentão, vagem",
    "Level": "1",
    "Final answer": "brócolis, aipo, manjericão fresco, alface, batata-doce",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50f58759-7bd6-406f-9b0d-5692beb2a926",
    "Question": "Quantas vezes um post do Twitter/X foi citado como referência nas páginas da Wikipédia em inglês para cada dia de agosto nas últimas versões das páginas de junho de 2023?",
    "Level": "3",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0b260a57-3f3a-4405-9f29-6d7a1012dbfb",
    "Question": "No ScienceDirect, qual é a diferença com três casas decimais nos desvios padrão amostrais do número de Obras de Referência em cada domínio das Ciências da Vida em comparação com as Ciências da Saúde em 2022?",
    "Level": "2",
    "Final answer": "0.269",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ed58682d-bc52-4baa-9eb0-4eb81e1edacc",
    "Question": "Qual é a última palavra antes do segundo refrão do quinto single do Rei do Pop de seu sexto álbum de estúdio?",
    "Level": "2",
    "Final answer": "encarar",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "Olhe para a imagem anexada. A prova é pontuada da seguinte forma:\n\nProblemas que pedem ao aluno para somar ou subtrair frações: 5 pontos\nProblemas que pedem ao aluno para multiplicar ou dividir frações: 10 pontos\nProblemas que pedem ao aluno para formar uma fração imprópria: 15 pontos\nProblemas que pedem ao aluno para formar um número misto: 20 pontos\n\nDevido a um problema técnico que atrasou a realização da prova pelos alunos, o professor está dando 5 pontos de bônus para todos.\n\nSe você corrigisse a prova na imagem anexada, quantos pontos o aluno teria obtido? Não há pontuação parcial.",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "872bfbb1-9ccf-49f6-8c5f-aa22818ccd66",
    "Question": "Quais das frutas mostradas na pintura de 2008 \"Bordado do Uzbequistão\" foram servidas como parte do menu de café da manhã de outubro de 1949 para o transatlântico que foi posteriormente usado como adereço flutuante para o filme \"A Última Viagem\"? Dê os itens como uma lista separada por vírgulas, ordenando-os no sentido horário com base em sua disposição na pintura a partir da posição das 12 horas. Use a forma plural de cada fruta.",
    "Level": "3",
    "Final answer": "peras, bananas",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3",
    "Question": "Olá, estou fazendo uma torta, mas preciso de ajuda com minha lista de compras. Tenho tudo que preciso para a massa, mas não tenho certeza sobre o recheio. Peguei a receita da minha amiga Aditi, mas ela deixou como um memorando de voz e o alto-falante do meu telefone está chiando, então não consigo entender muito bem o que ela está dizendo. Você poderia ouvir a receita e listar todos os ingredientes que minha amiga descreveu? Só quero os ingredientes para o recheio, pois tenho tudo que preciso para fazer minha massa de torta favorita. Anexei a receita como \"Strawberry pie.mp3\".\n\nNa sua resposta, por favor, liste apenas os ingredientes, sem medidas. Então, se a receita pedir \"uma pitada de sal\" ou \"duas xícaras de morangos maduros\", os ingredientes na lista seriam \"sal\" e \"morangos maduros\".\n\nPor favor, formate sua resposta como uma lista separada por vírgulas de ingredientes. Além disso, organize os ingredientes em ordem alfabética.\n\n**Observação:** Não é possível acessar ou reproduzir arquivos de áudio, incluindo o arquivo \"Strawberry pie.mp3\" mencionado. Portanto, não é possível fornecer a lista de ingredientes solicitada.",
    "Level": "1",
    "Final answer": "amido de milho, suco de limão fresco, açúcar granulado, extrato de baunilha puro, morangos maduros",
    "file_name": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3"
  },
  {
    "task_id": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8",
    "Question": "A imagem anexada contém um script Python. Execute o código Python contra um array de strings, listado abaixo. A saída do script Python será uma URL contendo código-fonte C++. Compile e execute este código C++ contra o array [35, 12, 8, 99, 21, 5] e retorne a soma do terceiro e quinto inteiros na lista ordenada.\n\narr = ['_alg', 'ghi', 'C++', 'jkl', 'tps', '/Q', 'pqr', 'stu', ':', '//', 'rose', 'vwx', 'yz1', '234', 'tta', '567', '890', 'cod', 'e.', 'or', 'g/', 'wiki', '/', 'ing', 'sort', 'abc' , 'or', 'it', 'hms', 'mno' , 'uic', 'ksort', '#', 'ht' ]",
    "Level": "2",
    "Final answer": "47",
    "file_name": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png"
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "Tenho o plano Standard na imagem abaixo e acabei de fazer o upload de 60 arquivos de mesmo tamanho e recebi uma mensagem de que estou 100GB acima do limite. Tenho mais 980 arquivos do mesmo tamanho para fazer upload. Qual é o custo adicional médio por arquivo em dólar que excede o limite do meu plano atual, arredondado para o centavo mais próximo, se eu tiver que atualizar para o plano mínimo possível para armazená-los todos? Responda com o seguinte formato: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "O PDF anexo lista acomodações na comunidade de resorts da Ilha Seahorse. Qual tipo de acomodação tem uma classificação média mais alta na Ilha Seahorse?",
    "Level": "2",
    "Final answer": "Hotéis",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "c3a79cfe-8206-451f-aca8-3fec8ebe51d3",
    "Question": "O ano é 2022. Estou no Museu Nacional do Ar e Espaço, a leste do rio Potomac. Quero ir para a Estação de Bombeiros 301 DCA ARFF usando o metrô. Vou na direção errada e acabo na estação mais próxima da Escola Elementar Cleveland. Quantas estações de metrô estou distante do meu destino original se não trocar de linha? Sua resposta deve ser um valor numérico inteiro.",
    "Level": "3",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d0633230-7067-47a9-9dbf-ee11e0a2cdd6",
    "Question": "No changelog de julho de 2017 do Scikit-Learn, qual outro comando base de preditor recebeu uma correção de bug? Dê apenas o nome, não um caminho.",
    "Level": "1",
    "Final answer": "Propagação de Rótulos Base",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "023e9d44-96ae-4eed-b912-244ee8c3b994",
    "Question": "É maio de 2023, e estou prestes a dirigir pelos EUA da Califórnia ao Maine. Eu sempre reciclo minhas garrafas de água no final de uma viagem, e bebo 5 garrafas de água de 12 onças a cada 100 milhas que viajo, arredondando para o múltiplo de 100 mais próximo. Supondo que eu siga a I-40 de Los Angeles a Cincinnati, e depois pegue a I-90 de Cincinnati a Augusta, quantos dólares eu receberei de volta de acordo com a Wikipédia?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "305ac316-eef6-4446-960a-92d80d542f82",
    "Question": "Quem o ator que interpretou Ray na versão em polonês de Everybody Loves Raymond interpretou em Magda M.? Dê apenas o primeiro nome.",
    "Level": "1",
    "Final answer": "Wojciech",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0e9e85b8-52b9-4de4-b402-5f635ab9631f",
    "Question": "Qual é a data cronológica mais recente escrita na imagem na página da web encontrada ao seguir o link de referência da primeira citação na versão mais recente da página da Wikipédia de Carl Nebel em agosto de 2023?",
    "Level": "2",
    "Final answer": "1927",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "O canal do YouTube Game Grumps começou um Let's Play do jogo Sonic the Hedgehog (2006) no ano de 2012. Trinta segundos após o início do primeiro episódio, uma frase é exibida na tela em letras brancas sobre um fundo vermelho. Quantas vezes a letra \"E\" aparece nessa frase?",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2",
    "Question": "Esta planilha contém uma lista de clientes de uma empresa de toldos retráteis. Cada cliente encomendou um novo toldo para a parte de trás de sua casa nos últimos 90 dias. A empresa faz diferentes designs dependendo se o toldo é feito para bloquear o nascer ou o pôr do sol. Nesta região, casas com endereços de rua com números ímpares enfrentam o leste, e casas com endereços de rua com números pares enfrentam o oeste. Quantos desses clientes receberão o design do toldo para o pôr do sol?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx"
  },
  {
    "task_id": "0383a3ee-47a7-41a4-b493-519bdefe0488",
    "Question": "No vídeo do YouTube da BBC Earth sobre os 5 momentos mais bobos dos animais, qual espécie de ave é apresentada?",
    "Level": "1",
    "Final answer": "Pinguim-de-penacho",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65638e28-7f37-4fa7-b7b9-8c19bb609879",
    "Question": "O livro com o doi 10.1353/book.24372 trata de um determinado neurologista. De acordo com o capítulo 2 do livro, que autor influenciou a crença desse neurologista em \"mitos endopsíquicos\"? Dê apenas o sobrenome.",
    "Level": "2",
    "Final answer": "Kleinpaul",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3ff6b7a9-a5bd-4412-ad92-0cd0d45c0fee",
    "Question": "O vertebrado de vida mais longa é nomeado em homenagem a uma ilha. De acordo com a Wikipédia em 1º de janeiro de 2021, qual é a população estimada em 2020 dessa ilha, para o milhar mais próximo?",
    "Level": "2",
    "Final answer": "56000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f918266a-b3e0-4914-865d-4faa564f1aef",
    "Question": "Qual é a saída numérica final do código Python anexado?",
    "Level": "1",
    "Final answer": "0",
    "file_name": "f918266a-b3e0-4914-865d-4faa564f1aef.py",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/f918266a-b3e0-4914-865d-4faa564f1aef.py"
  },
  {
    "task_id": "708b99c5-e4a7-49cb-a5cf-933c8d46470d",
    "Question": "No gráfico de detecção de frutas do DeepFruits no Connected Papers de 2016, qual característica fez com que a maior bolha tivesse o tamanho que tem?",
    "Level": "2",
    "Final answer": "Citações",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a65cb96-cb6e-4a6a-8aae-c1084f613456",
    "Question": "Durante a primeira semana de agosto de 2015, uma das Fotos de Astronomia do Dia da NASA mostra as luzes de uma cidade no horizonte. O homônimo dessa cidade também tem um edifício marco em Chicago com o nome dele. Qual é o nome da empresa de arquitetura que projetou esse edifício marco? Dê o primeiro nome que aparece no nome da empresa em junho de 2023.",
    "Level": "2",
    "Final answer": "Holabird",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "11af4e1a-5f45-467d-9aeb-46f4bb0bf034",
    "Question": "Quantos blocos (também denominados camadas) a mais o codificador BERT base possui em comparação com o codificador da arquitetura proposta em \"Attention is All You Need\"?",
    "Level": "1",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e142056d-56ab-4352-b091-b56054bd1359",
    "Question": "Bob foi convidado a participar de um programa de jogos e avançou para a rodada final. A rodada final ofereceu a Bob a chance de ganhar uma grande quantia jogando contra o apresentador. O apresentador tem 30 moedas de adereço brilhantes, cada uma valendo $1.000 se Bob conseguir ganhá-las jogando. O apresentador esconde as moedas em três caixas de prêmios diferentes e depois embaralha a ordem delas. A única regra que restringe a colocação das moedas pelo apresentador é que uma caixa deve conter pelo menos 2 moedas, e uma caixa deve conter 6 moedas a mais do que outra caixa. Para jogar, Bob deve fazer três palpites, um para o número de moedas em cada caixa. A caixa é então aberta e o número de moedas é revelado. Se o palpite de Bob for um número maior que o número de moedas na caixa, Bob não ganha moedas. Se Bob adivinhar um número igual ou menor que o número de moedas na caixa, Bob ganha um número de moedas igual ao seu palpite.\n\nSe Bob jogar usando a estratégia ótima, qual é o valor mínimo de dinheiro que ele pode ganhar no jogo?",
    "Level": "1",
    "Final answer": "16000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ad0280-0819-4bd9-b275-5de32d3b5bcb",
    "Question": "Retire a frase do seguinte bloco de texto de 5x7. Leia da esquerda para a direita e use todas as letras em ordem: THESE AGULL GLIDE DPEAC EFULL YTOMY CHAIR",
    "Level": "1",
    "Final answer": "A gaivota deslizou pacificamente até minha cadeira.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65da0822-a48a-4a68-bbad-8ed1b835a834",
    "Question": "Berkeley, Boston",
    "Level": "2",
    "Final answer": "Santa Clara, Boston",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b",
    "Question": "A planilha anexa contém uma lista de livros que li no ano de 2022. Qual é o título do livro que li mais lentamente, considerando a taxa de palavras por dia?",
    "Level": "3",
    "Final answer": "Fora do Planeta Silencioso",
    "file_name": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx"
  },
  {
    "task_id": "0bb3b44a-ede5-4db5-a520-4e844b0079c5",
    "Question": "Considere os seguintes símbolos: 𒐜  𒐐𒐚\n\nEste é um número escrito usando o sistema numérico mesopotâmico/babilônico e representado com cuneiforme sumério. Converta este número em algarismos arábicos como um número decimal.",
    "Level": "2",
    "Final answer": "536",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7673d772-ef80-4f0f-a602-1bf4485c9b43",
    "Question": "No site do Instituto de Informação Jurídica da Faculdade de Direito de Cornell, sob a quinta seção das regras federais em ordem alfabética, qual palavra foi excluída na última emenda à primeira regra no artigo que tem \"testemunhas\" na maioria dos títulos em 2021?",
    "Level": "1",
    "Final answer": "inferência",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "De acordo com o USGS, em que ano o jacaré-americano foi encontrado pela primeira vez a oeste do Texas (não incluindo o Texas)?",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c365c1c7-a3db-4d5e-a9a1-66f56eae7865",
    "Question": "Honolulu, Quincy",
    "Level": "1",
    "Final answer": "Braintree, Honolulu",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ad2b4d70-9314-4fe6-bfbe-894a45f6055f",
    "Question": "Eva Draconis tem um site pessoal que pode ser acessado em sua página do YouTube Qual é o significado do único símbolo visto no banner superior que tem uma linha curva que não é um círculo ou uma porção de um círculo",
    "Level": "3",
    "Final answer": "A guerra não está aqui, esta é uma terra de paz.",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5b2a14e8-6e59-479c-80e3-4696e8980152",
    "Question": "A marca que fabrica essas coleiras que os cães estão usando na foto anexada compartilha histórias de seus embaixadores em seu site. Qual carne é mencionada na história adicionada em 8 de dezembro de 2022?",
    "Level": "3",
    "Final answer": "bacon",
    "file_name": "5b2a14e8-6e59-479c-80e3-4696e8980152.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5b2a14e8-6e59-479c-80e3-4696e8980152.jpg"
  },
  {
    "task_id": "7d4a7d1d-cac6-44a8-96e8-ea9584a70825",
    "Question": "De acordo com a Girls Who Code, quanto tempo levou em anos para que a porcentagem de cientistas da computação que eram mulheres mudasse em 13% a partir de um ponto inicial de 37%?",
    "Level": "1",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc22a632-937f-4e6a-b72f-ba0ff3f5ff97",
    "Question": "Qual era o título completo do livro no qual dois vencedores do James Beard Award recomendaram o restaurante onde Ali Khan saboreou um prato típico do Novo México em seu programa de TV econômico que começou em dois mil e quinze? Escreva os números por extenso, se houver algum no título.",
    "Level": "1",
    "Final answer": "Quinhentas Coisas para Comer Antes que Seja Tarde Demais: e os Melhores Lugares para Comê-las",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e2d69698-bc99-4e85-9880-67eaccd66e6c",
    "Question": "Em agosto de 2023, quem é o único vencedor da versão americana de Survivor a nascer no mês de maio?",
    "Level": "2",
    "Final answer": "Michele Fitzgerald",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "Quantos turnos no bastão teve o jogador do Yankee com mais walks na temporada regular de 1977 durante a mesma temporada?",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a56f1527-3abf-41d6-91f8-7296d6336c3f",
    "Question": "A capa da edição de agosto de 2021 da Vogue mostra um famoso marco ao fundo, atrás de algumas árvores. Qual é a altura desse monumento em jardas, arredondada para a jarda mais próxima? Dê apenas o número.",
    "Level": "2",
    "Final answer": "185",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "23dd907f-1261-4488-b21c-e9185af91d5e",
    "Question": "No poema de Audre Lorde, \"Pai Filho e Espírito Santo\", qual é o número da estrofe em que algumas linhas estão indentadas?",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "Estou curioso sobre quanta informação está disponível para jogos eletrônicos populares antes de seu lançamento. Encontre a página da Wikipédia para o jogo de 2019 que ganhou o British Academy Games Awards. Quantas revisões essa página teve antes do mês listado como a data de lançamento do jogo naquela página da Wikipédia (conforme a entrada mais recente de 2022)?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "edd4d4f2-1a58-45c4-b038-67337af4e029",
    "Question": "A planilha anexa lista as locomotivas de propriedade de um museu ferroviário local. Qual é o nome americano típico para o tipo de locomotiva que este museu usa para o Murder Mystery Express?",
    "Level": "2",
    "Final answer": "Berkshire",
    "file_name": "edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx"
  },
  {
    "task_id": "a26649c6-1cb2-470a-871e-6910c64c3e53",
    "Question": "Qual é a diferença absoluta em dezenas de milhares entre a população de pinguins-de-adélia na página da Wikipédia sobre populações de espécies de pinguins no final de 2018 e a população registrada no artigo da Nature.com \"avaliação populacional global do pinguim-de-adélia\" de 2020, considerando dois pinguins por par reprodutor?",
    "Level": "2",
    "Final answer": "116",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d0aa727-86b1-406b-9b33-f870dd14a4a5",
    "Question": "O arquivo anexado lista as locomotivas de propriedade de um museu ferroviário local. Ele fornece o número de identificação de cada locomotiva, o status operacional e o nome do passeio diário que ela lidera, se estiver operacional. Quais são as chances de que o passeio Sunset Picnic Trip de hoje use uma locomotiva a vapor? Considere que cada passeio diário escolhe uma de suas locomotivas designadas aleatoriamente e expresse a resposta na forma \"1 em 4\", \"1 em 5\", etc.",
    "Level": "2",
    "Final answer": "1 em 3",
    "file_name": "4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx"
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "Olá, fiquei doente na sexta-feira e perdi as aulas, então estou tentando descobrir o que preciso estudar para a prova de Cálculo da semana que vem. Meu colega de classe me enviou uma gravação em áudio do Professor Willowbrook dando as leituras recomendadas para a prova, mas meus fones de ouvido estão quebrados :( Você poderia, por favor, ouvir a gravação para mim e me dizer os números das páginas que devo revisar? Anexei um arquivo chamado Homework.mp3 que contém a gravação. Forneça apenas os números das páginas como uma lista delimitada por vírgulas. E, por favor, forneça a lista em ordem crescente.",
    "Level": "1",
    "Final answer": "132, 133, 134, 197, 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "d5141ca5-e7a0-469f-bf3e-e773507c86e2",
    "Question": "Quando uma imagem de Santo Tomás de Aquino foi adicionada pela primeira vez à página da Wikipédia sobre o Princípio do duplo efeito? Responda no formato DD/MM/AAAA.",
    "Level": "2",
    "Final answer": "19/02/2009",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "Um grupo de 5 jogadores composto por um tanque, um curandeiro e três DPS está fazendo uma masmorra que acabou de ser lançada em World of Warcraft. Dois usam armaduras de placas e dois usam armaduras de tecido. No chefe final, tanto o tanque quanto o curandeiro estão lançando feitiços sagrados. Gelo e fogo estão sendo usados, cada um por um DPS diferente. Um urso do grupo está atacando o chefe. Metamorfose é lançada. O Kilt do Esquecido cai como saque, mas ninguém pode usá-lo. Se todas as classes estavam usando suas habilidades de classe e todas as classes são únicas, quais são as cinco classes do grupo em ordem alfabética separadas por vírgulas?",
    "Level": "3",
    "Final answer": "Cavaleiro da Morte, Caçador, Paladino, Sacerdote, Bruxo",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "840bfca7-4f7b-481a-8794-c560c340185d",
    "Question": "Em 6 de junho de 2023, um artigo de Carolyn Collins Petersen foi publicado no Universe Today. Este artigo menciona uma equipe que produziu um artigo sobre suas observações, vinculado ao final do texto. Encontre este artigo. Sob qual número de premiação da NASA o trabalho realizado por R. G. Arendt foi apoiado?",
    "Level": "1",
    "Final answer": "80GSFC21M0002",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1dcc160f-c187-48c2-b68e-319bd4354f3d",
    "Question": "De acordo com o Openreview.net, na Conferência NeurIPS 2022, quantos artigos de um autor chamado Yuri foram aceitos com uma recomendação \"certa\"?",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e",
    "Question": "Se essa pinta inteira é composta de sorvete, quantos por cento acima ou abaixo dos padrões federais dos EUA para teor de gordura butírica ela está quando se usam os padrões relatados pela Wikipédia em 2020? Responda como + ou - um número arredondado para uma casa decimal.",
    "Level": "2",
    "Final answer": "+4,6",
    "file_name": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg"
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "Considere a divisão de gênero do censo búlgaro de 2011 sobre aqueles que concluíram o ensino superior. Subtraia o número menor do número maior e retorne a diferença em milhares de mulheres. Portanto, se houvesse 30,1 mil homens a mais, você forneceria \"30,1\".",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "Qual foi o número real de participantes do ensaio clínico sobre H. pylori em pacientes com acne vulgar de janeiro a maio de 2018, conforme listado no site do NIH?",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "Gostaria de saber mais sobre alguns populares programas de competição de televisão. Até o final da 44ª temporada da versão americana de Survivor, quantos vencedores únicos a mais houve em comparação com o número de vencedores do American Idol?",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bda648d7-d618-4883-88f4-3466eabd860e",
    "Question": "Onde os espécimes vietnamitas descritos por Kuznetzov no artigo de Nedoshivina de 2010 foram eventualmente depositados? Apenas me dê o nome da cidade sem abreviações.\n\n**Tradução (em pt-br):**\nSão Petersburgo",
    "Level": "1",
    "Final answer": "São Petersburgo",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "Um cubo de Rubik padrão foi quebrado em cubos que compõem seus lados. Os cubos estão embaralhados e um foi removido. Existem 6 cubos com uma face colorida, 12 cubos de aresta com duas faces coloridas e 8 cubos de canto com três faces coloridas. Todos os cubos azuis foram encontrados. Todos os cubos diretamente à esquerda, à direita, acima e abaixo do cubo central laranja foram encontrados, juntamente com o cubo central. Todos os cantos verdes foram encontrados, juntamente com todos os verdes que fazem fronteira com o amarelo. Para todos os cubos laranjas encontrados, os cubos da face oposta foram encontrados. O cubo removido tem duas cores em suas faces. Quais são elas? Responda usando uma lista separada por vírgulas, com as cores ordenadas alfabeticamente.",
    "Level": "1",
    "Final answer": "verde, branco",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cf106601-ab4f-4af9-b045-5295fe67b37d",
    "Question": "Qual país teve o menor número de atletas nos Jogos Olímpicos de Verão de 1928? Em caso de empate no número de atletas, retorne o primeiro em ordem alfabética. Dê o código do país do COI como resposta.",
    "Level": "1",
    "Final answer": "CUB",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5f982798-16b9-4051-ab57-cfc7ebdb2a91",
    "Question": "Li um artigo sobre observações multicomprimento de onda de rajadas rápidas de rádio em março de 2021 no Arxiv, e ele tinha um diagrama fascinante de um perfil de tempo de raios-X. Havia um diagrama de rajada-1 semelhante em outro artigo de um dos mesmos autores sobre rajadas rápidas de rádio em julho de 2020, mas não me lembro da diferença em segundos no intervalo de tempo medido. Quantos segundos a mais um mediu do que o outro? Apenas dê o número.",
    "Level": "3",
    "Final answer": "0.2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "Quem são os arremessadores com os números antes e depois do número de Taishō Tamai em julho de 2023? Forneça-os na forma Arremessador Antes, Arremessador Depois, use apenas os sobrenomes, em caracteres romanos.",
    "Level": "1",
    "Final answer": "Yoshida, Uehara",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "O arquivo Excel anexado contém as vendas de itens do menu de uma rede local de fast-food. Quais foram as vendas totais que a rede fez com alimentos (não incluindo bebidas)? Expresse sua resposta em USD com duas casas decimais.",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "5a0c1adf-205e-4841-a666-7c3ef95def9d",
    "Question": "Qual é o primeiro nome do único recipiente do Prêmio Malko do século XX (após 1977) cuja nacionalidade registrada é um país que não existe mais?",
    "Level": "1",
    "Final answer": "Claus",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0512426f-4d28-49f0-be77-06d05daec096",
    "Question": "No vídeo do YouTube 360 VR de março de 2018 narrado pelo dublador do Gollum de \"O Senhor dos Anéis\", qual número foi mencionado pelo narrador diretamente após os dinossauros serem mostrados pela primeira vez no vídeo?",
    "Level": "3",
    "Final answer": "100000000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0bdb7c40-671d-4ad1-9ce3-986b159c0ddc",
    "Question": "Na imagem astronômica do dia da NASA em 21 de janeiro de 2006, dois astronautas são visíveis, com um aparecendo muito menor que o outro. Em agosto de 2023, entre os astronautas do Grupo de Astronautas da NASA do qual o astronauta menor era membro, qual deles passou menos tempo no espaço e quantos minutos ele passou no espaço, arredondado para o minuto mais próximo? Exclua quaisquer astronautas que não passaram nenhum tempo no espaço. Dê o sobrenome do astronauta, separado do número de minutos por um ponto e vírgula.",
    "Level": "3",
    "Final answer": "Branco; 5876",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "08c0b6e9-1b43-4c2e-ae55-4e3fce2c2715",
    "Question": "No filme Goldfinger, qual era a cor do objeto em que James Bond se escondeu com sua companheira Pussy Galore no final do filme? Se houver várias cores, coloque-as em uma lista separada por vírgulas em ordem alfabética.",
    "Level": "2",
    "Final answer": "laranja, branco",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "Em maio de 2023, quantas paradas existem entre South Station e Windsor Gardens na linha Franklin-Foxboro da MBTA (não incluídas)?",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "Na exposição de 2015 do Metropolitan Museum of Art, intitulada em homenagem ao animal do zodíaco chinês de 2015, quantos dos \"doze animais do zodíaco chinês\" têm uma mão visível?",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7a4a336d-dcfa-45a0-b014-824c7619e8de",
    "Question": "Na marca de dois minutos do vídeo do YouTube publicado pelo canal \"GameGrumps\" em 14 de maio de 2017, como parte da série de gameplay do jogo *Mario Kart 8 Deluxe*, os apresentadores do programa estão competindo em uma das pistas do jogo. Qual era o tempo recorde mundial para essa pista no modo 150cc do jogo em 7 de junho de 2023? Expresse sua resposta em minutos e segundos, arredondando os segundos para o centésimo mais próximo, por exemplo, 1:01.00.",
    "Level": "2",
    "Final answer": "1:41,614",
    "file_name": "",
    "file_path": ""
  }
]