[
  {
    "task_id": "c61d22de-5f6c-4958-a7f6-5e9707bd3466",
    "Question": "अर्थशास्त्र और समाज के बारे में एक लेख जो 11 अगस्त 2016 को arXiv.org पर प्रस्तुत किया गया था, उसमें एक चित्र है जिसमें तीन अक्ष हैं, और प्रत्येक अक्ष के दोनों सिरों पर एक शब्द लेबल है। जून 2022 में arXiv.org पर प्रस्तुत किए गए एआई विनियमन के बारे में एक लेख में इन शब्दों में से कौन सा शब्द एक प्रकार के समाज का वर्णन करने के लिए उपयोग किया गया है?",
    "Level": "2",
    "Final answer": "समतावादी",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "17b5a6a3-bc87-42e8-b0fb-6ab0781ef2cc",
    "Question": "मैं उन प्रजातियों के बारे में शोध कर रहा हूँ जो पालतू जानवर के रूप में रखे जाने के बाद आक्रामक बन गईं। एक विशेष प्रजाति की मछली है जिसे फिल्म फाइंडिंग नेमो के मुख्य पात्र के रूप में पालतू जानवर के रूप में लोकप्रिय बनाया गया था। USGS के अनुसार, 2020 से पहले इस मछली को गैर-मूल प्रजाति के रूप में कहाँ पाया गया था? मुझे उत्तर पाँच अंकों के ज़िप कोड के रूप में चाहिए, जो कि यदि एक से अधिक स्थान हों तो उन्हें अल्पविराम से अलग किया जाए।",
    "Level": "2",
    "Final answer": "34689",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "04a04a9b-226c-43fd-b319-d5e89743676f",
    "Question": "यदि हम मान लें कि 2020 में नेचर द्वारा प्रकाशित सभी लेख (केवल लेख, पुस्तक समीक्षा/कॉलम आदि नहीं) अपने निष्कर्षों को सही ठहराने के लिए सांख्यिकीय महत्व पर निर्भर थे और उनका औसत p-मान 0.04 था, तो सांख्यिकीय महत्व के अपने दावों के संबंध में कितने पेपर गलत होंगे? मान को अगले पूर्णांक तक ऊपर की ओर गोल करें।",
    "Level": "2",
    "Final answer": "41",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "14569e28-c88c-43e4-8c32-097d35b9a67d",
    "Question": "Unlambda में, \"For penguins\" आउटपुट करने के लिए निम्नलिखित कोड को सही करने के लिए किस सटीक अक्षर या टेक्स्ट को जोड़ने की आवश्यकता है? यदि आवश्यकता एक अक्षर की है, तो उस अक्षर का नाम दें। यदि उस अक्षर के लिए विभिन्न नाम हैं, तो सबसे छोटा नाम उपयोग करें। टेक्स्ट का स्थान आवश्यक नहीं है। कोड:\n\n`r```````````.F.o.r. .p.e.n.g.u.i.n.si`",
    "Level": "2",
    "Final answer": "`",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e1fc63a2-da7a-432f-be78-7c4a95598703",
    "Question": "यदि एलियुड किपचोगे अपनी रिकॉर्ड बनाने वाली मैराथन गति को अनिश्चित काल तक बनाए रख सकते हैं, तो पृथ्वी और चंद्रमा के निकटतम दृष्टिकोण के बीच की दूरी को दौड़ने में उन्हें कितने हज़ार घंटे लगेंगे? कृपया अपने गणना करते समय चंद्रमा के लिए विकिपीडिया पृष्ठ पर न्यूनतम पेरिजी मान का उपयोग करें। अपने परिणाम को निकटतम 1000 घंटे तक गोल करें और यदि आवश्यक हो तो कोई कॉमा विराम न करें।",
    "Level": "1",
    "Final answer": "17",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "32102e3e-d12a-4209-9163-7b3a104efe5d",
    "Question": "सेटल, वाशिंगटन में स्थित एक मूवी और वीडियो गेम रेंटल स्टोर के इन्वेंटरी को दिखाने वाली संलग्न स्प्रेडशीट में सबसे पुराने ब्लू-रे का शीर्षक क्या है? इसे स्प्रेडशीट में दिखाई देने वाले रूप में लौटाएं।",
    "Level": "2",
    "Final answer": "समय-पार्किंग 2: समानांतर ब्रह्मांड",
    "file_name": "32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/32102e3e-d12a-4209-9163-7b3a104efe5d.xlsx"
  },
  {
    "task_id": "8e867cd7-cff9-4e6c-867a-ff5ddc2550be",
    "Question": "मर्सिडीज़ सोसा द्वारा 2000 और 2009 (शामिल) के बीच कितने स्टूडियो एल्बम प्रकाशित किए गए? आप अंग्रेजी विकिपीडिया के नवीनतम 2022 संस्करण का उपयोग कर सकते हैं।",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3627a8be-a77f-41bb-b807-7e1bd4c0ebdf",
    "Question": "ब्रिटिश म्यूजियम के संग्रह में म्यूजियम नंबर 2012,5015.17 वाली वस्तु एक विशेष प्रकार के मोलस्क प्रजाति का खोल है। 2021 में साइंस एडवांसेज में प्रकाशित एक शोध लेख के सारांश के अनुसार, इस प्रजाति के खोल से बने मनके कम से कम कितने हजार वर्ष पुराने पाए गए हैं?",
    "Level": "2",
    "Final answer": "142",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
    "Question": "गिटहब के अनुसार, Regression लेबल वाले सबसे पुराने बंद numpy.polynomial मुद्दे में Regression कब जोड़ा गया था (MM/DD/YY)?",
    "Level": "2",
    "Final answer": "15/04/18",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ec09fa32-d03f-4bf8-84b0-1f16922c3ae4",
    "Question": "यहाँ एक मजेदार पहेली है जो आपको पसंद आएगी।\n\nआपको हिट नए गेम शो \"पिक दैट पिंग-पोंग\" के अंतिम दौर में खेलने के लिए चुना गया है। इस दौर में, आप एक बड़े नकद पुरस्कार के लिए प्रतिस्पर्धा करेंगे। आपका काम कई अलग-अलग नंबर वाली पिंग-पोंग गेंदों में से एक को चुनना होगा, और फिर खेल शुरू होगा। होस्ट खेल के काम करने के तरीके को बताता है।\n\nएक डिवाइस जिसमें एक घुमावदार स्पष्ट रैंप और पिस्टनों की एक श्रृंखला होती है, खेल के परिणाम को नियंत्रित करती है। रैंप गेंदों को एक प्लेटफॉर्म पर खिलाता है। प्लेटफॉर्म पर एक साथ तीन पिंग-पोंग गेंदों के लिए जगह होती है। प्लेटफॉर्म पर तीन गेंदों में से प्रत्येक तीन पिस्टनों में से एक के साथ संरेखित होती है। खेल के प्रत्येक चरण में, तीन पिस्टनों में से एक यादृच्छिक रूप से फायर होगा, जिससे वह गेंद निकल जाएगी जिसे वह मारता है। यदि पिस्टन प्लेटफॉर्म पर पहली स्थिति में गेंद को निकालता है, तो प्लेटफॉर्म पर दूसरी और तीसरी स्थिति में गेंदें प्रत्येक एक स्थान आगे बढ़ती हैं, और रैंप पर अगली गेंद तीसरी स्थिति में आगे बढ़ती है। यदि पिस्टन दूसरी स्थिति में गेंद को निकालता है, तो पहली स्थिति में गेंद को छोड़ दिया जाता है और वह लुढ़क जाती है, तीसरी स्थिति में गेंद दो स्थान आगे बढ़कर पहली स्थिति में आ जाती है, और रैंप पर अगली दो गेंदें प्लेटफॉर्म पर दूसरी और तीसरी स्थिति में आ जाती हैं। यदि पिस्टन तीसरी स्थिति में गेंद को निकालता है, तो पहली स्थिति में गेंद को छोड़ दिया जाता है और वह लुढ़क जाती है, दूसरी स्थिति में गेंद एक स्थान आगे बढ़कर पहली स्थिति में आ जाती है, और रैंप पर अगली दो गेंदें प्लेटफॉर्म पर दूसरी और तीसरी स्थिति में आ जाती हैं।\n\nरैंप में 1 से 100 तक नंबर वाली 100 पिंग-पोंग गेंदें होती हैं, जो आरोही क्रम में व्यवस्थित होती हैं। होस्ट मशीन को सक्रिय करता है और पहली तीन गेंदें, जिन पर 1, 2 और 3 नंबर होते हैं, प्लेटफॉर्म पर आगे बढ़ती हैं। पिस्टनों की यादृच्छिक फायरिंग शुरू होने से पहले, आपसे पूछा जाता है कि आप 100 गेंदों में से किस गेंद को चुनना चाहेंगे। यदि आपकी पसंद की गई गेंद पिस्टनों में से एक द्वारा निकाल दी जाती है, तो आप $10,000 का ग्रैंड पुरस्कार जीत जाते हैं।\n\nअपनी जीतने की संभावनाओं को अधिकतम करने के लिए आपको कौन सी गेंद चुननी चाहिए? कृपया अपना उत्तर चुनी गई गेंद के नंबर के रूप में दें।",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "676e5e31-a554-4acc-9286-b60d90a92d26",
    "Question": "2 जुलाई, 1959 के संयुक्त राज्य अमेरिका के मानकों के अनुसार, प्रसंस्कृत फलों, सब्जियों और कुछ अन्य उत्पादों के ग्रेड के लिए, \"सुखाए गए और निर्जलित खंड\" में सूचीबद्ध वस्तुओं को विशेष रूप से निर्जलित के रूप में चिह्नित किया गया है, साथ ही फ्रोजन/चिल्ड खंड में उन वस्तुओं को भी शामिल किया गया है जिनमें वस्तु का पूरा नाम है, लेकिन यदि वे चिल्ड के रूप में चिह्नित हैं तो नहीं। अगस्त 2023 तक, उन मानकों का प्रतिशत (निकटतम प्रतिशत तक) क्या है जो 1959 के मानकों में दी गई तिथि के बाद से एक नए संस्करण द्वारा अधिकारित किए गए हैं?",
    "Level": "3",
    "Final answer": "86",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7dd30055-0198-452e-8c25-f73dbe27dcb8",
    "Question": "पायथन में Biopython लाइब्रेरी का उपयोग करके, RCSB प्रोटीन डेटा बैंक से PDB ID 5wb7 द्वारा पहचाने गए प्रोटीन की PDB फ़ाइल को पार्स करें। PDB फ़ाइल में सूचीबद्ध पहले और दूसरे परमाणुओं के बीच की दूरी की गणना करें। उत्तर को एंगस्ट्रोम में रिपोर्ट करें, जिसे निकटतम पिकोमीटर तक राउंड किया गया हो।",
    "Level": "2",
    "Final answer": "1.456",
    "file_name": "7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7dd30055-0198-452e-8c25-f73dbe27dcb8.pdb"
  },
  {
    "task_id": "2a649bb1-795f-4a01-b3be-9a01868dae73",
    "Question": "अफ्रीका के मोती में 2016 के SPFMV और SPCSV पर पेपर में वायरस परीक्षण विधि के लिए दो सबसे अधिक उपयोग किए जाने वाले रसायनों के EC नंबर क्या हैं? वर्णानुक्रम में रसायनों के क्रम में अर्ध-कोलन से अलग किए गए नंबर लौटाएं।",
    "Level": "2",
    "Final answer": "3.1.3.1; 1.11.1.7",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "87c610df-bef7-4932-b950-1d83ef4e282b",
    "Question": "अप्रैल 1977 में, एस्थर की पुस्तक (न्यू इंटरनेशनल वर्जन में) में नाम से उल्लिखित पहले स्थान के प्रधानमंत्री कौन थे?",
    "Level": "2",
    "Final answer": "मोरारजी देसाई",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "624cbf11-6a41-4692-af9c-36b3e5ca3130",
    "Question": "2022 के अंत तक बेन एंड जेरी के ऑनलाइन फ्लेवर ग्रेवयार्ड में सबसे पुराने फ्लेवर के हेडस्टोन की फोटो की पृष्ठभूमि में दिखाई देने वाले हेडस्टोन पर फ्लेवर नाम के अंतर्गत कविता की अंतिम पंक्ति क्या है?",
    "Level": "2",
    "Final answer": "तो हमें इसे मरने देना पड़ा।",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dd3c7503-f62a-4bd0-9f67-1b63b94194cc",
    "Question": "मारिसा अल्वियर-अग्नेव और हेनरी अग्नेव द्वारा CK-12 लाइसेंस के तहत लाइब्रेटेक्स्ट के परिचयात्मक रसायन विज्ञान सामग्री में 08/21/2023 को संकलित घनत्व माप का उपयोग करें।\n\nमेरे पास 25°C पर एक गैलन शहद और एक गैलन मेयोनेज़ है। मैं शहद के गैलन से एक-एक कप शहद निकालता हूँ। शहद का वजन मेयोनेज़ से कम होने के लिए मुझे कितनी बार कप निकालना होगा? मान लीजिए कि कंटेनरों का वजन समान है।",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5d0080cb-90d7-4712-bc33-848150e917d3",
    "Question": "लीसेस्टर विश्वविद्यालय के शोध पत्र \"क्या हिक्कूप ड्रैगन के आहार को बनाए रखने के लिए पर्याप्त मछली प्रदान कर सकता है?\" में गणना की गई मछली के थैले का आयतन m^3 में कितना था?",
    "Level": "1",
    "Final answer": "0.1777",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bec74516-02fc-48dc-b202-55e78d0e17cf",
    "Question": "इस फ़ाइल में पहचान वाले लोगों के ओपन रिसर्चर एंड कंट्रीब्यूटर आइडेंटिफिकेशन पेजों पर 2020 से पहले के कार्यों की औसत संख्या क्या है?",
    "Level": "3",
    "Final answer": "26.4",
    "file_name": "bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bec74516-02fc-48dc-b202-55e78d0e17cf.jsonld"
  },
  {
    "task_id": "a1e91b78-d3d8-4675-bb8d-62741b4b68a6",
    "Question": "वीडियो https://www.youtube.com/watch?v=L1vXCYZAYYM में, एक साथ कैमरे पर सबसे अधिक पक्षी प्रजातियों की संख्या कितनी है?",
    "Level": "1",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "46719c30-f4c3-4cad-be07-d5cb21eee6bb",
    "Question": "2015 में \"Pie Menus or Linear Menus, Which Is Better?\" शोध पत्र पर काम करने वाले लेखकों (First M. Last) में से उस लेखक का पहला शोध पत्र क्या था, जिसने पहले भी शोध पत्र लिखे थे?",
    "Level": "1",
    "Final answer": "ऑनलाइन सिस्टम उपयोग के लिए सॉफ्टवेयर एजेंट्स को मानव उन्मुख जानकारी से मैप करना",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "df6561b2-7ee5-4540-baab-5095f742716a",
    "Question": "जब आप इस छवि में लाल संख्याओं के मानक जनसंख्या विचलन और हरे संख्याओं के मानक नमूना विचलन का औसत लेते हैं, तो पायथन 3.11 में सांख्यिकी मॉड्यूल का उपयोग करके परिणाम को निकटतम तीन दशमलव स्थानों तक गोल करके क्या प्राप्त होता है?",
    "Level": "2",
    "Final answer": "17.056",
    "file_name": "df6561b2-7ee5-4540-baab-5095f742716a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/df6561b2-7ee5-4540-baab-5095f742716a.png"
  },
  {
    "task_id": "00d579ea-0889-4fd9-a771-2c8d79835c8d",
    "Question": "मान लेते हैं कि प्रसिद्ध YouTube वीडियो \"The Thinking Machine (Artificial Intelligence in the 1960s)\" में शामिल वैज्ञानिकों से उसी वर्ष साक्षात्कार लिया गया था, तो वह वैज्ञानिक कौन हैं जिन्होंने शीघ्र सोचने वाली मशीनों या रोबोट्स की भविष्यवाणी की थी? कृपया उत्तर प्रारूप में दें: First name Last name.",
    "Level": "3",
    "Final answer": "क्लॉड शैनन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4b6bb5f7-f634-410e-815d-e673ab7f8632",
    "Question": "डॉक्टर हू के सीरीज 9, एपिसोड 11 में, डॉक्टर एक निरंतर बदलते हुए भूलभुलैया में फंस जाता है। आधिकारिक स्क्रिप्ट में इस स्थान का नाम क्या है? सेटिंग को पहले दृश्य शीर्षक में ठीक उसी तरह दें।",
    "Level": "1",
    "Final answer": "किला",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f0f46385-fc03-4599-b5d3-f56496c3e69f",
    "Question": "आसियान ब्लॉक के भीतर, भौगोलिक दूरी के आधार पर, राजधानी शहरों के बीच सबसे अधिक दूरी वाले दो देश हैं: इंडोनेशिया, म्यांमार।",
    "Level": "2",
    "Final answer": "इंडोनेशिया, म्यांमार",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "384d0dd8-e8a4-4cfe-963c-d37f256e7662",
    "Question": "एनसीएटीएस पबचेम यौगिक डेटाबेस में फूड एडिटिव स्टेटस वर्गीकरण के लिए, वह यौगिक खोजें जिसका आणविक भार 100 जी/मोल या उससे कम हो, 6 भारी परमाणु, 1 या उससे कम हाइड्रोजन बॉन्ड स्वीकारक हों, और जटिलता 10 और 15 के बीच हो। इसके दो संभावित एंजाइम परिवर्तनों के बीच साझा जीन-रासायनिक सह-अस्तित्व में से, आणविक भार के आधार पर सबसे भारी यौगिक का पबचेम सीआईडी क्या है?",
    "Level": "3",
    "Final answer": "4192",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e4e91f1c-1dcd-439e-9fdd-cb976f5293fd",
    "Question": "मुझे एक उद्धरण की तथ्य-जाँच करने की आवश्यकता है। यह ग्रंथ सूची से उद्धरण है:\n\nग्रीथम, डेविड। \"अनकप्ल्ड: या मैंने कैसे अपने लेखक(ओं) को खो दिया।\" पाठ्य संस्कृतियाँ: पाठ, संदर्भ, व्याख्या, खंड 3 संख्या 1, 2008, पृष्ठ 45-46। प्रोजेक्ट म्यूज़, डोई:10.2979/tex.2008.3.1.44.\n\nऔर यह इन-लाइन उद्धरण है:\n\nहमारा संबंध जिन कार्यों के लेखकों से होता है जिन्हें हम पढ़ते हैं, अक्सर \"प्रिंट के 'कोट' से नहीं, बल्कि लिपिक भ्रम और गलत संचरण के पर्दे से अस्पष्ट होता है\" (ग्रीथम 45-46)।\n\nक्या उद्धृत पाठ लेख में वास्तव में मौजूद है? यदि हाँ, तो हाँ उत्तर दीजिए, अन्यथा मुझे वह शब्द दीजिए जो मेरे उद्धरण में सही शब्द से मेल नहीं खाता (किसी भी लेख के बिना)।",
    "Level": "2",
    "Final answer": "चोगा",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56137764-b4e0-45b8-9c52-1866420c3df5",
    "Question": "OpenCV के उस संस्करण में योगदानकर्ता जिसमें Mask-RCNN मॉडल के लिए समर्थन जोड़ा गया था, का नाम लैटिन वर्णमाला में प्रतिलिपि करने पर एक पूर्व चीनी सरकार प्रमुख के नाम के समान है?",
    "Level": "2",
    "Final answer": "ली पेंग",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "de9887f5-ead8-4727-876f-5a4078f8598c",
    "Question": "ओमर वैलेंसिया-मेंडेज़ 2017 के पेपर में दर्ज हार्लेक्विन श्रिंप की कुल लंबाई का पूर्णांक-गोलाकार प्रतिशत कितना था, जो जी. कर्ट फिडलर के 2002 के पेपर में उसी प्रकार के श्रिंप को खिलाए गए सी स्टार के बराबर था?",
    "Level": "3",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
    "Question": "एक कार्यालय ने सीक्रेट सांता उपहार विनिमय का आयोजन किया, जहाँ उसके बारह कर्मचारियों में से प्रत्येक को समूह में एक अन्य कर्मचारी को उपहार देने के लिए नियुक्त किया गया था। प्रत्येक कर्मचारी ने तीन पसंद या शौक शामिल करते हुए एक प्रोफ़ाइल भरी। उपहार विनिमय के दिन, केवल ग्यारह उपहार दिए गए, प्रत्येक एक प्राप्तकर्ता के हितों के अनुरूप। दस्तावेज़ में दी गई जानकारी के आधार पर, किसने उपहार नहीं दिया?",
    "Level": "1",
    "Final answer": "फ्रेड",
    "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx"
  },
  {
    "task_id": "8b3379c0-0981-4f5b-8407-6444610cb212",
    "Question": "यूट्यूब पर रिलीज़ किए गए पहले नेशनल ज्योग्राफिक शॉर्ट में मॉन्टेरे बे एक्वेरियम वेबसाइट के अनुसार #9 की अधिकतम लंबाई मीटर में कितनी है? केवल संख्या दें।",
    "Level": "2",
    "Final answer": "1.8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0ff53813-3367-4f43-bcbd-3fd725c1bf4b",
    "Question": "मनश प्रतिम काश्यप और पीएस फेडर के ग्राहक प्रतिधारण अध्ययनों में 2018-2019 के दौरान प्रकाशित अध्ययनों में क्या दो-शब्द मॉडल प्रकार समान था (कोई विराम चिह्न नहीं)",
    "Level": "2",
    "Final answer": "बीटा ज्यामितीय",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "983bba7c-c092-455f-b6c9-7857003d48fc",
    "Question": "कोपेनहेगन के नाम पर रखे गए जीनस की अल्वेई प्रजातियों पर इलियास लाग्कोउवार्डोस और ओल्गा टैपिया के शोध पत्रों में ग्रंथ सूची के बाहर उल्लेखित जानवरों में से कौन से जानवर 2021 के उस लेख में भी मौजूद थे, जिसे अल्वेई प्रजातियों के विकिपीडिया पृष्ठ पर एक बहुकेंद्रीय, यादृच्छिक, दोहरे अंधे अध्ययन के रूप में उद्धृत किया गया था?",
    "Level": "3",
    "Final answer": "चूहे",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a7feb290-76bb-4cb7-8800-7edaf7954f2f",
    "Question": "अर्किव पर जनवरी 2020 में सूचीबद्ध उच्च ऊर्जा भौतिकी - लैटिस लेखों में से कितने के पीएस संस्करण उपलब्ध थे?",
    "Level": "2",
    "Final answer": "31",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b4cc024b-3f5e-480e-b96a-6656493255b5",
    "Question": "व्हिटनी म्यूज़ियम ऑफ अमेरिकन आर्ट के संग्रह में एक्सेशन नंबर 2022.128 वाली तस्वीर में एक व्यक्ति किताब पकड़े हुए है। इस किताब के लेखक ने 1813 में किस सैन्य इकाई में शामिल हुए? उत्तर देते समय किसी भी लेख का प्रयोग न करें।",
    "Level": "2",
    "Final answer": "रूसी-जर्मन लीजन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2d83110e-a098-4ebb-9987-066c06fa42d0",
    "Question": "यदि आप इस वाक्य को समझते हैं, तो \"tfel\" शब्द का विपरीत लिखकर उत्तर दें।",
    "Level": "1",
    "Final answer": "दायाँ",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "33d8ea3b-6c6b-4ff1-803d-7e270dea8a57",
    "Question": "लॉर्ड ऑफ़ द रिंग्स (किताब) पर अंग्रेजी विकिपीडिया पेज से अ सॉन्ग ऑफ़ आइस एंड फायर (किताब सीरीज़) पर अंग्रेजी विकिपीडिया पेज तक पहुँचने के लिए एक व्यक्ति को न्यूनतम कितने पेज लिंक क्लिक करने होंगे? अपनी गिनती में उन सभी लिंक को शामिल करें जिन पर आप पेज तक पहुँचने के लिए क्लिक करेंगे। 3 जुलाई 2023 को दिन के अंत में पेज की स्थिति का उपयोग करें।",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2",
    "Question": "संलग्न स्प्रेडशीट में प्रत्येक सेल एक भूखंड का प्रतिनिधित्व करता है। सेल का रंग यह दर्शाता है कि वह भूखंड किसके स्वामित्व में है। हरे रंग की सेल वे भूखंड हैं जो अर्ल स्मिथ के स्वामित्व में हैं। क्या अर्ल अपने प्रत्येक स्वामित्व वाले भूखंड (और किसी अन्य भूखंड नहीं) से होकर गुजर सकता है और बिना वापस जाए अपने प्रारंभिक भूखंड पर लौट सकता है? इस प्रश्न के लिए, वापस जाने का अर्थ है कि अर्ल किसी ऐसे भूखंड में प्रवेश करे जिसमें वह अपने प्रारंभिक भूखंड से निकलने के बाद पहले से प्रवेश कर चुका हो।",
    "Level": "1",
    "Final answer": "नहीं",
    "file_name": "5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5cfb274c-0207-4aa7-9575-6ac0bd95d9b2.xlsx"
  },
  {
    "task_id": "9b54f9d9-35ee-4a14-b62f-d130ea00317f",
    "Question": "XML में CATEGORIES के अंतर्गत कौन सा टेक्स्ट एलिमेंट उस एक खाद्य पदार्थ को शामिल करेगा जो स्प्रेडशीट में एक अलग नाम के तहत दूसरी बार नहीं दिखाई देता है?",
    "Level": "3",
    "Final answer": "सूप और स्ट्यू",
    "file_name": "9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9b54f9d9-35ee-4a14-b62f-d130ea00317f.zip"
  },
  {
    "task_id": "e8cb5b03-41e0-4086-99e5-f6806cd97211",
    "Question": "मैंने 22 मार्च 2021 को शिकागो में वर्च्यू रेस्तरां और बार में अपने जन्मदिन पर मुख्य व्यंजन का आनंद लिया और वह स्वादिष्ट था! दुर्भाग्य से, जब मैं लगभग एक महीने बाद 21 अप्रैल को वापस गया, तो वह रात के खाने के मेनू में नहीं था। क्या आप वेबैक मशीन का उपयोग करके मुझे यह पता लगाने में मदद कर सकते हैं कि मुख्य व्यंजन कौन सा था जो 22 मार्च 2021 को वर्च्यू के रात के खाने के मेनू में था, लेकिन 21 अप्रैल 2021 को नहीं था? उत्तर देते समय एकवचन रूप का उपयोग करें, लेखों के बिना।",
    "Level": "2",
    "Final answer": "झींगा",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "27d5d136-8563-469e-92bf-fd103c28b57c",
    "Question": "¬(A ∧ B) ↔ (¬A ∨ ¬B)\n¬(A ∨ B) ↔ (¬A ∧ ¬B)\n(A → B) ↔ (¬B → ¬A)\n(A → B) ↔ (¬A ∨ B)\n(¬A → B) ↔ (A ∨ ¬B)\n¬(A → B) ↔ (A ∧ ¬B)\n\nउपरोक्त में से कौन सा बाकी सभी के साथ तार्किक रूप से समतुल्य नहीं है? पूरा कथन दें जो फिट नहीं बैठता है।",
    "Level": "1",
    "Final answer": "(¬A → B) ↔ (A ∨ ¬B)",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc28cf18-6431-458b-83ef-64b3ce566c10",
    "Question": "इस सप्ताह मेरे परिवार का मिलन समारोह है, और मुझे मैश किए हुए आलू लाने का काम सौंपा गया है। उपस्थित लोगों में मेरे विवाहित माँ और पिता, मेरा जुड़वाँ भाई और उसका परिवार, मेरी चाची और उनका परिवार, मेरी दादी और उनके भाई, उनकी भतीजी और उसका परिवार शामिल हैं। मुझे छोड़कर सभी वयस्क विवाहित हैं, और कोई भी तलाकशुदा या पुनर्विवाहित नहीं है, लेकिन मेरे दादा और मेरी दादी के साली का पिछले साल निधन हो गया। सभी जीवित जीवनसाथी समारोह में आ रहे हैं। मेरे भाई के दो बच्चे अभी भी बच्चे हैं, मेरी चाची का एक छह साल का बच्चा है, और मेरी दादी के भाई की बेटी के तीन बच्चे 12 साल से कम उम्र के हैं। मेरा अनुमान है कि प्रत्येक वयस्क लगभग 1.5 आलू का मैश किया हुआ आलू खाएगा और प्रत्येक बच्चा लगभग आधा आलू का मैश किया हुआ आलू खाएगा, लेकिन मेरे दूसरे चचेरे भाई कार्बोहाइड्रेट नहीं खाते हैं। औसत आलू लगभग आधा पाउंड का होता है, और आलू 5 पाउंड के थैलों में बेचे जाते हैं। मुझे कितने पूरे थैले आलू की आवश्यकता होगी? केवल संख्या दें।",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b816bfce-3d80-4913-a07d-69b752ce6377",
    "Question": "एमिली मिडकिफ के जून 2014 के लेख में, जो ह्रेडमार के उस पुत्र के नाम पर बनी पत्रिका में प्रकाशित हुआ था जिसने उसके घर की रक्षा की थी, किस शब्द को दो अलग-अलग लेखकों द्वारा ड्रैगन के चित्रण के स्वभाव के प्रति अरुचि के साथ उद्धृत किया गया था?",
    "Level": "1",
    "Final answer": "फुलफुला",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f46b4380-207e-4434-820b-f32ce04ae2a4",
    "Question": "1999 से पहले फिओना एप्पल और पॉला कोल ने एल्बम जारी किए थे। इन एल्बम में से, किसे रॉबर्ट क्रिस्टगौ द्वारा अक्षर ग्रेड नहीं मिला? अपना उत्तर एल्बम शीर्षकों की कॉमा से अलग की गई सूची के रूप में दें, जो वर्णानुक्रम में क्रमबद्ध हो।",
    "Level": "2",
    "Final answer": "हार्बिंजर, टाइडल",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72e110e7-464c-453c-a309-90a95aed6538",
    "Question": "2020 तक, बिलेफेल्ड यूनिवर्सिटी लाइब्रेरी के BASE पर DDC 633 के तहत, एक अज्ञात भाषा का लेख किस देश से था, जिसका झंडा अन्य लेखों से अलग था?",
    "Level": "1",
    "Final answer": "ग्वाटेमाला",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "05407167-39ec-4d3a-a234-73a9120c325d",
    "Question": "Replit.com पर 2018 के VSCode ब्लॉग पोस्ट में, अंतिम वीडियो में अतिरिक्त लाइनों को हटाने के लिए उन्होंने किस कमांड पर क्लिक किया था?",
    "Level": "2",
    "Final answer": "दस्तावेज़ स्वरूपित करें",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b9763138-c053-4832-9f55-86200cb1f99c",
    "Question": "ऑर्डर हेलोटियलेस के लिए ट्रोपिकोस आईडी के चेक अंक की गणना करें, जैसे कि यह एक आईएसबीएन-10 संख्या हो।",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "16d825ff-1623-4176-a5b5-42e0f5c2b0ac",
    "Question": "27 मई 2019 को सबसे अधिक यात्रियों को ले जाने वाली ट्राई-रेल ट्रेन पोम्पानो बीच में किस समय पहुँचने के लिए निर्धारित थी? अपना उत्तर 12-घंटे के डिजिटल क्लॉक प्रारूप में व्यक्त करें, बिना किसी अग्रणी शून्य के, और यह भी बताएं कि यह AM या PM है।",
    "Level": "2",
    "Final answer": "6:41 बजे शाम",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "2b3ef98c-cc05-450b-a719-711aee40ac65",
    "Question": "क्या आप मेरी इस असाइनमेंट में मदद कर सकते हैं? हमारे प्रोफेसर ने इसे हम पर शुक्रवार की क्लास के अंत में थोप दिया, और मैं अभी भी इसे समझने की कोशिश कर रहा हूँ। उन्होंने जो सवाल पूछा था, वह एक एनाग्राम के बारे में था। मैंने उनके सवाल की ऑडियो रिकॉर्डिंग लगाई है, तो कृपया इसे सुनें और मुझे जवाब दें, मैं आपकी मदद की बहुत सराहना करूंगा। कृपया अपने जवाब को सीमित रखें और केवल उस एनाग्राम टेक्स्ट को शामिल करें जो प्रोफेसर के अनुरोध को पूरा करता है, बिना किसी अन्य टिप्पणी के। साथ ही, कृपया अपने जवाब में कोई विराम चिह्न न शामिल करें।",
    "Level": "2",
    "Final answer": "होना या न होना, यही प्रश्न है, चाहे मन में क्रूर भाग्य के पत्थरों और तीरों को सहना अधिक महान हो।",
    "file_name": "2b3ef98c-cc05-450b-a719-711aee40ac65.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/2b3ef98c-cc05-450b-a719-711aee40ac65.mp3"
  },
  {
    "task_id": "bfcd99e1-0690-4b53-a85c-0174a8629083",
    "Question": "पीडीएफ में नौकरी के लिए आवेदन करने वाले कितने आवेदकों के पास केवल एक ही योग्यता की कमी है?",
    "Level": "2",
    "Final answer": "17",
    "file_name": "bfcd99e1-0690-4b53-a85c-0174a8629083.zip",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/bfcd99e1-0690-4b53-a85c-0174a8629083.zip"
  },
  {
    "task_id": "544b7f0c-173a-4377-8d56-57b36eb26ddf",
    "Question": "2017 की पुस्तक \"वर्ल्ड बिल्डिंग: ट्रांसमीडिया, फैन्स, इंडस्ट्रीज\" में वैलेंटिना री के योगदान में, लेखक किस हॉरर फिल्म का हवाला देती हैं जिसने सपनों की दुनिया और वास्तविकता के बीच मेटालेप्सिस को लोकप्रिय बनाया? पूरा नाम लेख के साथ उपयोग करें।",
    "Level": "2",
    "Final answer": "एल्म स्ट्रीट पर एक डरावना सपना",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42576abe-0deb-4869-8c63-225c2d75a95a",
    "Question": "टिज़िन की काल्पनिक भाषा में, मूल वाक्यों को पहले क्रिया के साथ व्यवस्थित किया जाता है, उसके बाद प्रत्यक्ष वस्तु, उसके बाद वाक्य का विषय। मैं अपने टिज़िन मित्र को सेब के प्रति अपने प्यार का इजहार करना चाहता हूँ। खुद को इंगित करने वाला शब्द &quot;पा&quot; नाममात्र का रूप है, &quot;माटो&quot; अभियोगात्मक रूप है, और &quot;सिंग&quot; जननात्मक रूप है। मूल क्रिया जो किसी चीज़ के लिए तीव्र पसंद को इंगित करती है वह &quot;मक्ते&quot; है। जब इसका उपयोग वर्तमान में किया जाता है, तो इसका उपयोग इसके मूल रूप में किया जाता है, जब इसका उपयोग भूतकाल में किया जाता है, तो यह &quot;ताय&quot; होता है, और जब इसका उपयोग अपूर्ण भूतकाल में किया जाता है, तो यह &quot;अक्ताय&quot; होता है। इसका उपयोग अंग्रेजी की तुलना में अलग तरीके से किया जाता है, और इसका बेहतर अनुवाद &quot;इससे प्रसन्न होना&quot; है, जिसका अर्थ है कि पसंद करने वाली चीज़ वास्तव में वाक्य का विषय नहीं बल्कि वस्तु है। सेब के लिए शब्द तिज़िन में अंग्रेज़ी से उधार लिया गया है, और इसलिए यह &quot;Apple&quot; नाममात्र रूप है, &quot;Zapple&quot; अभियोगात्मक रूप है, और &quot;Izapple&quot; जननात्मक रूप है। कृपया &quot;मुझे सेब पसंद हैं&quot; का तिज़िन में अनुवाद करें।",
    "Level": "1",
    "Final answer": "मक्ताय माटो सेब",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6b078778-0b90-464d-83f6-59511c811b01",
    "Question": "मेट्रोपॉलिटन म्यूजियम ऑफ आर्ट के संग्रह में एक पोर्ट्रेट है, जिसका एक्सेशन नंबर 29.100.5 है। इस पोर्ट्रेट के विषय को बिशप के रूप में अभिषिक्त करने वाले अभिषिक्तकर्ताओं और सह-अभिषिक्तकर्ताओं में से, जो कभी पोप नहीं बना, उसका नाम क्या है?",
    "Level": "2",
    "Final answer": "अल्फोंसो विस्कोंटी",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b415aba4-4b68-4fc6-9b89-2c812e55a3e1",
    "Question": "2012 के नेचर जर्नल की साइंटिफिक रिपोर्ट्स कॉन्फ्रेंस कार्यवाही में, जिस लेख में प्लाज़्मॉन्स या प्लाज़्मोनिक्स का उल्लेख नहीं किया गया था, उसमें कौन सा यौगिक अध्ययन किया गया है? अपने उत्तर में \"नैनो\" उपसर्ग का उपयोग न करें यदि वह मौजूद है।",
    "Level": "1",
    "Final answer": "हीरा",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "076c8171-9b3b-49b9-a477-244d2a532826",
    "Question": "संलग्न फ़ाइल में लिमिनल स्प्रिंग्स मॉल के विक्रेताओं की सूची है, जिसमें प्रत्येक विक्रेता का मासिक राजस्व और मॉल को दिया जाने वाला किराया शामिल है। मैं चाहता हूं कि आप वह विक्रेता खोजें जो किराए के सापेक्ष सबसे कम पैसा कमाता है। उसके बाद, मुझे बताएं कि \"प्रकार\" कॉलम में उस विक्रेता के लिए क्या सूचीबद्ध है।",
    "Level": "2",
    "Final answer": "वित्त",
    "file_name": "076c8171-9b3b-49b9-a477-244d2a532826.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/076c8171-9b3b-49b9-a477-244d2a532826.xlsx"
  },
  {
    "task_id": "08cae58d-4084-4616-b6dd-dd6534e4825b",
    "Question": "गूगल फाइनेंस के अनुसार, एप्पल का शेयर कब पहली बार $50 से ऊपर गया (शेयर विभाजन के लिए समायोजित किए बिना)?",
    "Level": "2",
    "Final answer": "2018",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca530fc-4052-43b2-b130-b30968d8aa44",
    "Question": "चित्र में दिए गए शतरंज की स्थिति की समीक्षा करें। काले की बारी है। काले के लिए सही अगला चाल बताएं जो जीत की गारंटी देता है। कृपया अपना उत्तर बीजगणितीय नोटेशन में दें।",
    "Level": "1",
    "Final answer": "Rd5",
    "file_name": "cca530fc-4052-43b2-b130-b30968d8aa44.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca530fc-4052-43b2-b130-b30968d8aa44.png"
  },
  {
    "task_id": "2dfc4c37-fec1-4518-84a7-10095d30ad75",
    "Question": "बॉक्स ऑफिस मोजो की 2020 की विश्वव्यापी बॉक्स ऑफिस सूची के अनुसार, शीर्ष 10 सबसे अधिक कमाई करने वाली विश्वव्यापी फिल्मों में से कितनी फिल्में शीर्ष 10 सबसे अधिक कमाई करने वाली घरेलू फिल्मों की सूची में भी शामिल हैं? आपका उत्तर एक संख्यात्मक पूर्णांक मूल्य होना चाहिए।",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "935e2cff-ae78-4218-b3f5-115589b19dae",
    "Question": "वर्ष 2022 में, दिसंबर से पहले, लीग्यूम विकिपीडिया पृष्ठ पर सार्वजनिक लॉग्स में उल्लंघित सामग्री के प्रकार की तीन कोर नीतियों में \"R\" क्या दर्शाता है?",
    "Level": "1",
    "Final answer": "अनुसंधान",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
    "Question": "अंग्रेजी विकिपीडिया पर नवंबर 2016 में प्रचारित किया गया एकमात्र फीचर्ड आर्टिकल, जो एक डायनासोर के बारे में था, उसे किसने नामित किया?",
    "Level": "1",
    "Final answer": "फंकमोंक",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5188369a-3bbe-43d8-8b94-11558f909a08",
    "Question": "27 जून 2022 को मेरियम-वेबस्टर के शब्द-दिवस के लिए किस लेखक का उद्धरण दिया गया है?",
    "Level": "1",
    "Final answer": "ऐनी लेविन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9f41b083-683e-4dcf-9185-ccfeaa88fa45",
    "Question": "2023 की IPCC रिपोर्ट (85 पृष्ठों का संस्करण) में परमाणु ऊर्जा का कितनी बार उल्लेख हुआ है?",
    "Level": "2",
    "Final answer": "0",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6f37996b-2ac7-44b0-8e68-6d28256631b4",
    "Question": "इस तालिका में सेट S = {a, b, c, d, e} पर * को परिभाषित किया गया है:\n\n|*|a|b|c|d|e|\n|---|---|---|---|---|---|\n|a|a|b|c|b|d|\n|b|b|c|a|e|c|\n|c|c|a|b|b|a|\n|d|b|e|b|e|d|\n|e|d|b|a|d|c|\n\n* के कम्यूटेटिव न होने को साबित करने वाले किसी भी काउंटर-उदाहरण में शामिल S के उपसमुह को प्रदान करें। अपने उत्तर को वर्णानुक्रम में तत्वों की कॉमा-पृथक सूची के रूप में प्रदान करें।\n\n**उत्तर:** b, d, e",
    "Level": "1",
    "Final answer": "बी, ई",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "56db2318-640f-477a-a82f-bc93ad13e882",
    "Question": "निम्नलिखित संख्याएँ ISBN 13 संख्याओं के समान कार्य करती हैं, हालाँकि, उनके सत्यापन विधियाँ थोड़ी भिन्न हैं। 1 और 3 के वैकल्पिक भार का उपयोग करने के बजाय, चेकसम अंक की गणना 1 और 10 से कम किसी अन्य धनात्मक पूर्णांक के वैकल्पिक भार के साथ की जाती है। अन्यथा, चेकसम अंक की गणना अपेक्षित रूप से की जाती है। दुर्भाग्य से, डेटा में एक त्रुटि है। दो समीपवर्ती कॉलम को ट्रांसपोज किया गया है। ये त्रुटिपूर्ण कॉलम अंतिम कॉलम या पहले तीन कॉलम में से किसी एक को शामिल नहीं करते हैं। इस जानकारी का उपयोग करते हुए, कृपया अज्ञात भार और दो त्रुटिपूर्ण कॉलमों के छोटे इंडेक्स (मान लीजिए कि हम इंडेक्सिंग को 0 से शुरू करते हैं और हाइफ़न को अनदेखा करते हैं) के साथ सभी संभावित समाधान प्रदान करें। अपने उत्तर को x, y के रूप में दें, जहाँ x भार है और y दो ट्रांसपोज किए गए कॉलमों का छोटा इंडेक्स है।\n\n978-354181391-9\n978-946669746-1\n978-398036139-6\n978-447656680-4\n978-279586664-7\n978-595073693-3\n978-976647652-6\n978-591178125-5\n978-728465924-5\n978-414825155-9",
    "Level": "3",
    "Final answer": "7, 9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ecbc4f94-95a3-4cc7-b255-6741a458a625",
    "Question": "2022 के नवीनतम लेगो अंग्रेजी विकिपीडिया लेख में कितनी छवियाँ हैं?",
    "Level": "2",
    "Final answer": "13",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e9a2c537-8232-4c3f-85b0-b52de6bcba99",
    "Question": "संलग्न फ़ाइल में स्क्राइब काउंटी पब्लिक लाइब्रेरी के संग्रह में मौजूद पुस्तकों की सूची दिखाई गई है। लाइब्रेरी की कितनी पुस्तकें, जो रिक रियोर्डन द्वारा लिखी गई हैं, वर्तमान में लाइब्रेरी की अलमारियों पर नहीं हैं?",
    "Level": "2",
    "Final answer": "7",
    "file_name": "e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/e9a2c537-8232-4c3f-85b0-b52de6bcba99.pdf"
  },
  {
    "task_id": "8131e2c0-0083-4265-9ce7-78c2d568425d",
    "Question": "मैं जेम्स के चैनल पर उनके द्वारा किए गए परीक्षण में चीटर बीटर के प्रदर्शन को चीटर के साथ तुलना करने की कोशिश कर रहा था। मुझे पता है कि चीटर ने सीएफएम के मामले में चीटर बीटर को अभी भी पीछे छोड़ दिया था। क्या आप कृपया इसे मेरे लिए देख सकते हैं और चीटर और चीटर बीटर दोनों के सीएफएम की रिपोर्ट कर सकते हैं? मुझे नहीं पता कि उन्होंने अपने परीक्षण में कोई बदलाव किया था या नहीं, लेकिन यह सीज़न 4 का था, इसलिए कृपया केवल उस सीज़न के मान की रिपोर्ट करें। अपने उत्तर को इस प्रारूप में प्रस्तुत करें: चीटर के लिए सीएफएम संख्या, चीटर बीटर के लिए सीएफएम संख्या।",
    "Level": "3",
    "Final answer": "101.376, 84.348",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9318445f-fe6a-4e1b-acbf-c68228c9906a",
    "Question": "मुझे कोई छवि प्रदान नहीं की गई है, इसलिए मैं आपके अनुरोध को पूरा नहीं कर सकता।",
    "Level": "1",
    "Final answer": "3/4, 1/4, 3/4, 3/4, 2/4, 1/2, 5/35, 7/21, 30/5, 30/5, 3/4, 1/15, 1/3, 4/9, 1/8, 32/23, 103/170",
    "file_name": "9318445f-fe6a-4e1b-acbf-c68228c9906a.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/9318445f-fe6a-4e1b-acbf-c68228c9906a.png"
  },
  {
    "task_id": "71345b0a-9c7d-4b50-b2bf-937ec5879845",
    "Question": "2008 से पहले एक लीप डे पर, \"ड्रैगन\" के विकिपीडिया पेज से एक मजाक हटा दिया गया था। हटाए गए वाक्यांश को वैसे ही दीजिए जैसा वह पेज पर था, लेकिन बिना किसी विराम चिह्न के।",
    "Level": "2",
    "Final answer": "यहाँ ड्रैगन हैं",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "72c06643-a2fa-4186-aa5c-9ec33ae9b445",
    "Question": "मरियानास ट्रेंच के तल पर रखे गए और ट्रेंच के शिखर तापमान पर स्थिर होने दिए गए 0.312 किग्रा फ्रीऑन-12 रेफ्रिजरेंट का आयतन मिलीलीटर में कितना है, इसे निकटतम मिलीलीटर तक गोल करके प्रदान करें। अपना उत्तर केवल एक पूर्णांक मान के रूप में दें।",
    "Level": "3",
    "Final answer": "55",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ebbc1f13-d24d-40df-9068-adcf735b4240",
    "Question": "गूगल अनुवाद के अनुसार 1994 के उदाहरण वाक्य के स्रोत शीर्षक जो कि कोलिन्स स्पेनिश-अंग्रेजी ऑनलाइन शब्दकोश में \"gimlie\" शब्द के लिए दिया गया है वह है \"el cristal\" जिसका अर्थ है \"कांच\"",
    "Level": "3",
    "Final answer": "इक्कीसवीं सदी की दुनिया",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7b5377b0-3f38-4103-8ad2-90fe89864c04",
    "Question": "x का मान निकटतम दशमलव तक ज्ञात करें: Lx = (d/dx * (A * x-squared)) + 4-हज़ार'न'अठानवे - C\nजहाँ L वेनेज़ुएला की स्वतंत्रता घोषणा के वर्ष के अंतिम दो अंक हैं,\nA टिकटॉक लोगो में जुलाई 2023 तक के रंगों की संख्या है, काले और सफेद को छोड़कर,\nऔर C फिलीपींस में औसत महिला की ऊँचाई है, जुलाई 2023 के बिजनेस इंसाइडर लेख के अनुसार, निकटतम पूर्ण सेमी तक गोल किया गया।",
    "Level": "2",
    "Final answer": "563.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "114d5fd0-e2ae-4b6d-a65a-870da2d19c08",
    "Question": "10.2307/j.ctv9b2xdv पुस्तक के पृष्ठ 11 के अंतिम से दूसरे अनुच्छेद में पाए गए अंतिम टिप्पणी में, विकिपीडिया लेख को नवंबर की किस तारीख को एक्सेस किया गया था? केवल महीने का दिन दें।",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "8f80e01c-1296-4371-9486-bb3d68651a60",
    "Question": "बास क्लिफ नोट्स का उपयोग करते हुए, किसी व्यक्ति की उम्र क्या है जिसने शीट संगीत में नोट अक्षरों द्वारा वर्तनी किए गए शब्द का अनुभव किया है, जो कि छवि में लाइनों और नोट्स की कुल संख्या से लाइनों पर नोट्स की संख्या घटाकर प्राप्त होता है?",
    "Level": "2",
    "Final answer": "90",
    "file_name": "8f80e01c-1296-4371-9486-bb3d68651a60.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8f80e01c-1296-4371-9486-bb3d68651a60.png"
  },
  {
    "task_id": "ad37a656-079a-49f9-a493-7b739c9167d1",
    "Question": "15 जुलाई, 2008 को, Phys.org ने एक आपदा के बारे में एक लेख प्रकाशित किया। Encyclopedia Britannica के अनुसार इस आपदा की विस्फोटक शक्ति का पता लगाएं, फिर उसी प्रभाव वाले अमेरिकी परमाणु परीक्षण का नाम खोजें। आपका उत्तर केवल परीक्षण के नाम का अंतिम शब्द होना चाहिए।",
    "Level": "2",
    "Final answer": "ब्रावो",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "366e2f2b-8632-4ef2-81eb-bc3877489217",
    "Question": "संलग्न फ़ाइल में सीहॉर्स द्वीप के रिसॉर्ट शहर में आवास की सूची दी गई है। इस फ़ाइल में दी गई जानकारी के आधार पर, जो परिवार तैराकी का आनंद लेना चाहता है और एक पूरा मकान चाहता है, उसके लिए बेहतर उपलब्ध ठहरने की जगह कौन सी लगती है?",
    "Level": "2",
    "Final answer": "शेली का स्थान",
    "file_name": "366e2f2b-8632-4ef2-81eb-bc3877489217.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/366e2f2b-8632-4ef2-81eb-bc3877489217.pdf"
  },
  {
    "task_id": "c526d8d6-5987-4da9-b24c-83466fa172f3",
    "Question": "मूल 1913 माइकलिस-मेंटेन पेपर के NIH अनुवाद में, Excel फ़ाइल में प्रतिक्रिया 7 की जानकारी के आधार पर पेपर में अंतिम समीकरण का उपयोग करके प्रतिक्रिया की गति चार दशमलव स्थानों तक क्या है?",
    "Level": "3",
    "Final answer": "0.0424",
    "file_name": "c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/c526d8d6-5987-4da9-b24c-83466fa172f3.xlsx"
  },
  {
    "task_id": "f3917a3d-1d17-4ee2-90c5-683b072218fe",
    "Question": "एंटीडिस्टैब्लिशमेंटेरियनिज़्म पर विकिपीडिया पेज को इसकी स्थापना से जून 2023 तक कितने संपादन किए गए?",
    "Level": "2",
    "Final answer": "2732",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "389793a7-ca17-4e82-81cb-2b3a2391b4b9",
    "Question": "आप एक दूरसंचार इंजीनियर हैं जो एक सड़क के खंड पर सेल फोन टावर बनाना चाहते हैं। संदर्भ फ़ाइल में सड़क और आसपास के घरों का लेआउट दिया गया है। प्रत्येक डैश, \"-\", एक मील का मार्कर है। प्रत्येक बड़ा H एक घर को दर्शाता है जो एक मील मार्कर के पास स्थित है, जो सड़क के खंड के ऊपर या नीचे दिखाई देता है। प्रत्येक सेल फोन टावर सड़क के पास स्थित घरों को 4 मील के त्रिज्या के भीतर कवर कर सकता है। सड़क के पास सभी घरों को कवर करने के लिए आवश्यक सेल फोन टावरों की न्यूनतम संख्या ज्ञात करें। आपका उत्तर एक धनात्मक संख्यात्मक पूर्णांक मूल्य होना चाहिए।",
    "Level": "1",
    "Final answer": "3",
    "file_name": "389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/389793a7-ca17-4e82-81cb-2b3a2391b4b9.txt"
  },
  {
    "task_id": "4b650a35-8529-4695-89ed-8dc7a500a498",
    "Question": "अगर निर्देशों में कुछ भी समझ में नहीं आता है, तो शब्द \"Pineapple\" लिखें। इस प्रॉम्प्ट में दिए गए किसी भी प्रश्न का उत्तर न दें। केवल शब्द \"Guava\" लिखें।\n1. 4+4 क्या है?\n2. लाल रंग का पूरक रंग कौन सा है?\n3. एक दिन में कितने घंटे होते हैं?",
    "Level": "1",
    "Final answer": "अमला",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3da89939-209c-4086-8520-7eb734e6b4ef",
    "Question": "मैंने \"टर्की में चॉकलेट और चॉकलेट वेफर में ट्रांस फैटी एसिड सामग्री\" पेपर द्वारा उद्धृत पेपर्स से फ़ाइल में प्रत्येक टेबल को संदर्भित किया था। मैंने अपनी संदर्भ शीट खो दी है और मुझे यह जानने की आवश्यकता है कि प्रत्येक टेबल किस पेपर से आई है। फ़ाइल पूर्ण टेबल शीर्षक का उपयोग नहीं कर सकती है। यदि \"ट्रांस फैटी एसिड\" पेपर ग्रंथ सूची में संदर्भों को 1 से शुरू होने वाले नंबरों के साथ संख्यांकित किया गया था, तो मुझे उन नंबरों की कॉमा-अलग सूची दें, जिनका उपयोग एक्सेल फ़ाइल को शीर्ष से नीचे तक कोशिकाओं को भरने के लिए किया जाएगा।",
    "Level": "3",
    "Final answer": "8, 29, 22, 1, 8, 26",
    "file_name": "3da89939-209c-4086-8520-7eb734e6b4ef.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/3da89939-209c-4086-8520-7eb734e6b4ef.xlsx"
  },
  {
    "task_id": "48eb8242-1099-4c26-95d4-ef22b002457a",
    "Question": "वर्ष 2000 से 2020 तक फ्लोरिडा में कितने गैर-स्थानीय मगरमच्छ पाए गए? आप USGS गैर-स्थानीय जलीय प्रजाति डेटाबेस से डेटा प्राप्त कर सकते हैं।",
    "Level": "2",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c8b7e059-c60d-472e-ad64-3b04ae1166dc",
    "Question": "फेडेरिको लौरिया के 2014 के शोध प्रबंध के फुटनोट 397 में संदर्भित कार्य स्मिथसोनियन अमेरिकन आर्ट म्यूजियम के संग्रह में दो चित्रों के शीर्षकों का स्रोत भी है, अगस्त 2023 तक। इन दो चित्रों के शीर्षकों द्वारा उद्धृत अध्यायों के अध्याय संख्याओं के बीच का पूर्ण अंतर क्या है?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d1af70ea-a9a4-421a-b9cc-94b5e02f1788",
    "Question": "2020 की जनगणना के अनुसार, वाशिंगटन राज्य में काउंटी सीट के भूमि क्षेत्र के अनुसार, सबसे बड़ी काउंटी सीट और सबसे छोटी काउंटी सीट के बीच जनसंख्या का अंतर क्या था? जनसंख्या के आंकड़ों के लिए, कृपया data.census.gov से आधिकारिक डेटा का उपयोग करें। कृपया पूर्णांक अंतर की रिपोर्ट करें।",
    "Level": "2",
    "Final answer": "736455",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c",
    "Question": "इस पावरपॉइंट प्रेजेंटेशन में कितनी स्लाइड्स में क्रस्टेशियंस का उल्लेख है?",
    "Level": "1",
    "Final answer": "4",
    "file_name": "a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/a3fbeb63-0e8c-4a11-bff6-0e3b484c3e9c.pptx"
  },
  {
    "task_id": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b",
    "Question": "अंग्रेजी विकिपीडिया पर 2012 के अंत में ऊपरी अनुमानों के अनुसार कुल पेंगुइन आबादी में से उन पेंगुइनों का प्रतिशत कितना है, जो इस फ़ाइल में हैं और जो ड्रीम आइलैंड पर नहीं रहते हैं या जिनकी चोंच 42 मिमी से अधिक लंबी है? इसे पाँच दशमलव स्थानों तक गोल करें।",
    "Level": "3",
    "Final answer": "0.00033",
    "file_name": "8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/8d46b8d6-b38a-47ff-ac74-cda14cf2d19b.csv"
  },
  {
    "task_id": "08f3a05f-5947-4089-a4c4-d4bcfaa6b7a0",
    "Question": "दिया गया है $x_0 = -5$ और $f(x) = x^3 + 4x^2 - 3x + 8$, न्यूटन की विधि का उपयोग करते हुए, चार दशमलव स्थानों तक गोल करने के बाद $n = n+1$ के लिए सबसे छोटा $n$ क्या है?",
    "Level": "2",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c714ab3a-da30-4603-bacd-d008800188b9",
    "Question": "आप वैन हेल्सिंग हैं, एक प्रसिद्ध पिशाच शिकारी। मोल्दोवा के काउंट, लाट्सु IV, कोस्टेआ के पुत्र, ने आपको पड़ोसी वालाकिया के गाँव शिर्निया की जाँच करने का कार्य सौंपा है। काउंट के सलाहकारों ने रिपोर्ट किया है कि एक पिशाच को गाँव के पास सीमा पार करते हुए देखा गया था, और वे चाहते हैं कि आप इसकी जाँच करें।\n\nआप शिर्निया गाँव की यात्रा करते हैं और अपनी जाँच शुरू करते हैं। एक रात, सूर्योदय से ठीक पहले, आप एक लंबे काले केप में एक आदमी की झलक देखते हैं, जिसकी लाइनिंग लाल है, जो अतिमानवीय चपलता से छत से छत पर कूद रहा है। यह एक पिशाच है! आप प्राणी का पीछा करने की कोशिश करते हैं ताकि वह अपने घर वापस जा सके, लेकिन प्राणी बहुत तेज है। हालाँकि, गाँव की दूरस्थ स्थिति के कारण, आपको पूर्ण निश्चय है कि पिशाच गाँव का निवासी होना चाहिए। आप निर्णय लेते हैं कि आपकी सबसे अच्छी कार्रवाई गाँव के सभी 100 निवासियों से दिन के समय मिलना होगा। आपको पिशाचों और मनुष्यों के बारे में कुछ पता है जो आपकी जाँच को संभव बनाएगा; मनुष्य हमेशा सच कहते हैं, लेकिन पिशाच हमेशा झूठ बोलते हैं।\n\nदोपहर में, आप शिर्निया के सभी 100 निवासियों से घर-घर जाकर बात करते हैं। आप सभी से एक ही सवाल पूछते हैं: \"शिर्निया में कितने पिशाच रहते हैं?\" गाँव के सभी लोग एक ही जवाब देते हैं, \"हम में से कम से कम एक मनुष्य है।\"\n\nशिर्निया के कितने निवासियों को पिशाच में बदल दिया गया है?",
    "Level": "1",
    "Final answer": "100",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9d191bce-651d-4746-be2d-7ef8ecadb9c2",
    "Question": "वीडियो को देखें: https://www.youtube.com/watch?v=1htKBjuUWec।\n\n\"क्या यह गर्म नहीं है?\" प्रश्न के जवाब में टीएलसी क्या कहता है: \"यह गर्म है, लेकिन मैं इसे संभाल सकता हूँ।\"",
    "Level": "1",
    "Final answer": "अत्यंत",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "54612da3-fd56-4941-80f4-5eb82330de25",
    "Question": "संलग्न फ़ाइल में उत्तरी अमेरिकी रेलवे संग्रहालय के संग्रह में मौजूद लोकोमोटिव दिखाए गए हैं। सूचीबद्ध स्टीम लोकोमोटिव के कुल कितने पहिए हैं?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "54612da3-fd56-4941-80f4-5eb82330de25.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/54612da3-fd56-4941-80f4-5eb82330de25.xlsx"
  },
  {
    "task_id": "ded28325-3447-4c56-860f-e497d6fb3577",
    "Question": "यह मेरे दोस्त ने मुझे दिया एक गुप्त संदेश है। यह बताता है कि हमें शुक्रवार को हमारे पिकनिक के लिए कहाँ मिलना चाहिए। एकमात्र समस्या यह है कि यह केसर सिफर में एन्क्रिप्टेड है, इसलिए मैं इसे पढ़ नहीं सकता। क्या आप मुझे बता सकते हैं कि यह क्या कहता है? यह संदेश है:\n\nZsmxsm sc sx Zyvilsec Zvkjk.",
    "Level": "2",
    "Final answer": "पिकनिक प्लोइबियस प्लाजा में है।",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "6359a0b1-8f7b-499b-9336-840f9ab90688",
    "Question": "संलग्न फ़ाइल में हरे रंग की बहुभुज का क्षेत्रफल क्या है? बैंगनी रंग के अंक उस भुजा की लंबाई का प्रतिनिधित्व करते हैं जिसके पास वे हैं।",
    "Level": "2",
    "Final answer": "39",
    "file_name": "6359a0b1-8f7b-499b-9336-840f9ab90688.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/6359a0b1-8f7b-499b-9336-840f9ab90688.png"
  },
  {
    "task_id": "e961a717-6b25-4175-8a68-874d28190ee4",
    "Question": "विकिपीडिया के अनुसार, 2021 में कितने एशियाई देशों में अभी भी राजशाही है और समुद्र तक पहुंच है?",
    "Level": "3",
    "Final answer": "12",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f",
    "Question": "संलग्न स्प्रेडशीट में एक क्षेत्रीय फास्ट-फूड चेन के मेनू आइटम की बिक्री का विवरण है। किस शहर में कुल बिक्री अधिक थी: व्हार्वटन या अलग्रिमंड?",
    "Level": "2",
    "Final answer": "व्हार्वटन",
    "file_name": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx"
  },
  {
    "task_id": "d700d50d-c707-4dca-90dc-4528cddd0c80",
    "Question": "किसने वह गीत बनाया जिसे एक मुर्गे और एक हैम्स्टर ने अलग-अलग एनिमेटेड वीडियो में अलग-अलग गति से और अलग-अलग बोलों के साथ गाया था? उत्तर देते समय \"पहला नाम अंतिम नाम\" प्रारूप का उपयोग करें।",
    "Level": "2",
    "Final answer": "रोजर मिलर",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65afbc8a-89ca-4ad5-8d62-355bb401f61d",
    "Question": "आपको यह एक्सेल फ़ाइल एक मानचित्र के रूप में दी गई है। आप START सेल से शुरू करते हैं और END सेल की ओर बढ़ते हैं। आपको हर बार दो सेल आगे बढ़ने की अनुमति है, और आप ऊपर, नीचे, बाएं या दाएं आगे बढ़ सकते हैं। आप दो सेल से कम आगे नहीं बढ़ सकते हैं, और आप पीछे की ओर नहीं बढ़ सकते हैं। आपको किसी भी नीले सेल पर आगे बढ़ने से बचना चाहिए। ग्यारहवें मोड़ पर, उस सेल का 6-अंकीय हेक्स कोड (बिना उपसर्ग के) क्या है जहाँ आप आगे बढ़ने के बाद उतरते हैं?",
    "Level": "1",
    "Final answer": "F478A7 (यह एक हेक्साडेसिमल कोड है, जिसका हिंदी में कोई सीधा अनुवाद नहीं है। यह एक रंग कोड या अन्य तकनीकी संदर्भ हो सकता है।)",
    "file_name": "65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/65afbc8a-89ca-4ad5-8d62-355bb401f61d.xlsx"
  },
  {
    "task_id": "851e570a-e3de-4d84-bcfa-cc85578baa59",
    "Question": "हम एक मजेदार शब्द पहेली की कोशिश कर सकते हैं :)\n\nमेरे पास एक बोगल बोर्ड है:\n\nABRL\nEITE\nIONS\nFPEI\n\nमुझे जानना है कि बोर्ड से सबसे लंबा शब्द कौन सा बनाया जा सकता है। कृपया इस बोर्ड से बनाए जा सकने वाले सबसे लंबे अंग्रेजी शब्द को ढूंढें। यदि अधिकतम शब्द लंबाई पर एक से अधिक शब्द मौजूद हैं, तो कृपया वर्णानुक्रम में सबसे पहले आने वाले सबसे लंबे शब्द को रिपोर्ट करें। और मुझे पता है कि बोगल के लिए अलग-अलग शब्दकोश उपलब्ध हो सकते हैं, इसलिए कृपया हमारे खेल के लिए https://github.com/dwyl/english-words पर मिलने वाले words_alpha शब्दकोश का उपयोग करें।",
    "Level": "3",
    "Final answer": "सबसे अधिक नमकीन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cabe07ed-9eca-40ea-8ead-410ef5e83f91",
    "Question": "1.E अभ्यासों में उल्लिखित अश्व चिकित्सक का उपनाम क्या है, जो मारिसा अल्वियर-एग्न्यू और हेनरी एग्न्यू द्वारा CK-12 लाइसेंस के तहत लाइब्रेटेक्स्ट के परिचयात्मक रसायन विज्ञान सामग्री में लाइसेंस प्राप्त रसायन विज्ञान सामग्री से संकलित है, जिसे 08/21/2023 को संकलित किया गया था?",
    "Level": "1",
    "Final answer": "लूवरियर",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a3cd321-3e76-4622-911b-0fda2e5d6b1a",
    "Question": "2001-2010 की अवधि में हर साल जीडीपी का 35% से अधिक की सकल बचत वाले देशों की सूची विश्व बैंक के अनुसार: ब्रुनेई, चीन, कुवैत, लीबिया, ओमान, कतर, सिंगापुर, सूडान।",
    "Level": "2",
    "Final answer": "ब्रुनेई, चीन, मोरक्को, सिंगापुर",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f2feb6a4-363c-4c09-a804-0db564eafd68",
    "Question": "मैं अपना घर बेचने के बारे में सोच रहा हूँ, इसलिए मैं अपने क्षेत्र में हाल ही में बिके घरों के बारे में अधिक जानना चाहता हूँ। मैं पर्ल सिटी, हवाई में रहता हूँ, जो ओहू द्वीप पर स्थित है। मुझे पता है कि 2022 में मेरे पास दो घर बिके थे - 2072 अकाइकाई लूप और 2017 कोमो माई ड्राइव। यह बताएं कि इनमें से किस घर की 2022 में अधिक कीमत पर बिकी और मुझे बताएं कि यह कितने में बिका। उत्तर में कॉमा या दशमलव स्थान न लगाएं।",
    "Level": "2",
    "Final answer": "900000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3cef3a44-215e-4aed-8e3b-b1e3f08063b7",
    "Question": "मैं अपनी माँ के लिए एक किराने की सूची बना रहा हूँ, लेकिन वह वनस्पति विज्ञान की प्रोफेसर हैं और चीजों को श्रेणीबद्ध करने के मामले में वह बहुत सख्त हैं। मुझे विभिन्न खाद्य पदार्थों को किराने की सूची में विभिन्न श्रेणियों में जोड़ने की आवश्यकता है, लेकिन अगर मैं गलती करता हूँ, तो वह गलत श्रेणी में डाले गए किसी भी चीज़ को नहीं खरीदेंगी। यह मेरी अभी तक की सूची है:\n\nदूध, अंडे, आटा, पूरी बीन कॉफी, ओरियो, शकरकंद, ताजा तुलसी, बेर, हरी फलियाँ, चावल, मकई, शिमला मिर्च, पूरी अलस्पाइस, बादाम, ब्रोकोली, सेलरी, ज़ुकीनी, लेट्यूस, मूंगफली\n\nमुझे फल और सब्जियों के लिए शीर्षक बनाने की आवश्यकता है। क्या आप कृपया मेरी सूची से केवल सब्जियों की एक सूची बना सकते हैं? अगर आप ऐसा कर सकते हैं, तो मैं बाकी सूची को उचित श्रेणियों में वर्गीकृत करने का तरीका समझ सकता हूँ। लेकिन ध्यान रखें कि मेरी माँ बहुत सख्त हैं, इसलिए सुनिश्चित करें कि कोई भी वनस्पति फल सब्जी सूची में न जाए, अन्यथा वह उन्हें स्टोर पर नहीं लेंगी। कृपया सब्जियों की सूची को वर्णानुक्रम में व्यवस्थित करें और प्रत्येक आइटम को अल्पविराम से अलग करें।\n\nसब्जियों की सूची: ब्रोकोली, सेलरी, हरी फलियाँ, लेट्यूस, शकरकंद, ज़ुकीनी, शिमला मिर्च",
    "Level": "1",
    "Final answer": "ब्रोकली, सेलरी, ताजा तुलसी, पालक, मीठे आलू",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50f58759-7bd6-406f-9b0d-5692beb2a926",
    "Question": "अगस्त के प्रत्येक दिन के लिए, अंग्रेजी विकिपीडिया पृष्ठों पर एक ट्विटर/एक्स पोस्ट को संदर्भ के रूप में कितनी बार उद्धृत किया गया था, जून 2023 के अंतिम संस्करणों में?",
    "Level": "3",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0b260a57-3f3a-4405-9f29-6d7a1012dbfb",
    "Question": "2022 तक, ScienceDirect पर, प्रत्येक जीवन विज्ञान डोमेन में संदर्भ कार्यों की संख्या के नमूना मानक विचलन और स्वास्थ्य विज्ञान के बीच अंतर (3 दशमलव स्थानों तक) क्या है?",
    "Level": "2",
    "Final answer": "0.269",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ed58682d-bc52-4baa-9eb0-4eb81e1edacc",
    "Question": "पॉप के राजा के छठे स्टूडियो एल्बम से उनके पांचवें सिंगल के दूसरे कोरस से पहले का अंतिम शब्द क्या है?",
    "Level": "2",
    "Final answer": "घूरना",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cca70ce6-1952-45d2-acd4-80c903b0bc49",
    "Question": "संलग्न छवि को देखें। प्रश्नोत्तरी का मूल्यांकन निम्नलिखित तरीके से किया जाता है:\n\nप्रश्न जो छात्र से भिन्न जोड़ने या घटाने के लिए कहते हैं: 5 अंक\nप्रश्न जो छात्र से भिन्न गुणा करने या भाग करने के लिए कहते हैं: 10 अंक\nप्रश्न जो छात्र से अनुचित भिन्न बनाने के लिए कहते हैं: 15 अंक\nप्रश्न जो छात्र से मिश्र संख्या बनाने के लिए कहते हैं: 20 अंक\n\nएक तकनीकी समस्या के कारण जिसने छात्रों को प्रश्नोत्तरी लेने में देरी की, शिक्षक सभी को 5 बोनस अंक दे रहे हैं।\n\nयदि आपने संलग्न छवि में प्रश्नोत्तरी का मूल्यांकन किया है, तो छात्र ने कितने अंक अर्जित किए होंगे? आंशिक क्रेडिट नहीं है।",
    "Level": "2",
    "Final answer": "85",
    "file_name": "cca70ce6-1952-45d2-acd4-80c903b0bc49.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/cca70ce6-1952-45d2-acd4-80c903b0bc49.png"
  },
  {
    "task_id": "872bfbb1-9ccf-49f6-8c5f-aa22818ccd66",
    "Question": "2008 की पेंटिंग \"एम्ब्रॉयडरी फ्रॉम उज़्बेकिस्तान\" में दिखाए गए फलों में से कौन से फल अक्टूबर 1949 के नाश्ते के मेनू के रूप में परोसे गए थे, जो बाद में फिल्म \"द लास्ट वॉयेज\" के लिए एक फ्लोटिंग प्रॉप के रूप में इस्तेमाल किए गए महासागर लाइनर के लिए थे? वस्तुओं को एक कॉमा-सेपरेटेड सूची के रूप में दें, उन्हें पेंटिंग में उनकी व्यवस्था के आधार पर घड़ी की दिशा में क्रमबद्ध करें, 12 बजे की स्थिति से शुरू होने वाले फलों के बहुवचन रूप का उपयोग करें।",
    "Level": "3",
    "Final answer": "नाशपाती, केले",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3",
    "Question": "हाय, मैं एक पाई बना रहा/रही हूँ, लेकिन मुझे अपनी शॉपिंग लिस्ट के लिए कुछ मदद चाहिए। मेरे पास क्रस्ट के लिए सब कुछ है, लेकिन मुझे फिलिंग के बारे में यकीन नहीं है। मुझे रेसिपी मेरी दोस्त अदिति से मिली है, लेकिन उसने इसे एक वॉइस मेमो के रूप में छोड़ दिया है और मेरे फोन का स्पीकर गुनगुना रहा है, इसलिए मुझे ठीक से नहीं पता कि वह क्या कह रही है। क्या आप कृपया रेसिपी सुन सकते हैं और मेरी दोस्त द्वारा वर्णित सभी सामग्रियों की सूची बना सकते हैं? मुझे केवल फिलिंग के लिए सामग्रियों की आवश्यकता है, क्योंकि मेरे पास अपनी पसंदीदा पाई क्रस्ट बनाने के लिए सब कुछ है। मैंने रेसिपी को \"Strawberry pie.mp3\" के रूप में संलग्न किया है।\n\nअपने उत्तर में, कृपया केवल सामग्रियों की सूची दें, किसी भी माप को नहीं। इसलिए, अगर रेसिपी में \"एक चुटकी नमक\" या \"दो कप पके हुए स्ट्रॉबेरी\" कहा गया है, तो सूची में सामग्रियाँ \"नमक\" और \"पके हुए स्ट्रॉबेरी\" होंगी।\n\nकृपया अपने उत्तर को अल्फाबेटिकल क्रम में कॉमा से अलग की गई सामग्रियों की सूची के रूप में प्रारूपित करें।",
    "Level": "1",
    "Final answer": "कॉर्नस्टार्च, ताजा निचोड़ा हुआ नींबू का रस, दानेदार चीनी, शुद्ध वेनिला अर्क, पके हुए स्ट्रॉबेरी",
    "file_name": "99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/99c9cc74-fdc8-46c6-8f8d-3ce2d3bfeea3.mp3"
  },
  {
    "task_id": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8",
    "Question": "संलग्न छवि में एक पायथन स्क्रिप्ट है। इस पायथन कोड को निम्नलिखित स्ट्रिंग्स की एक सरणी के विरुद्ध चलाएं। पायथन स्क्रिप्ट का आउटपुट एक URL होगा जिसमें C++ स्रोत कोड होगा। इस C++ कोड को सरणी [35, 12, 8, 99, 21, 5] के विरुद्ध कंपाइल और चलाएं और सॉर्टेड सूची में तीसरे और पाँचवे पूर्णांकों का योग लौटाएँ।\n\narr = ['_alg', 'ghi', 'C++', 'jkl', 'tps', '/Q', 'pqr', 'stu', ':', '//', 'rose', 'vwx', 'yz1', '234', 'tta', '567', '890', 'cod', 'e.', 'or', 'g/', 'wiki', '/', 'ing', 'sort', 'abc' , 'or', 'it', 'hms', 'mno' , 'uic', 'ksort', '#', 'ht' ]",
    "Level": "2",
    "Final answer": "47",
    "file_name": "b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b7f857e4-d8aa-4387-af2a-0e844df5b9d8.png"
  },
  {
    "task_id": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de",
    "Question": "मेरे पास नीचे दिए गए चित्र में स्टैंडर्ड प्लान है, और मैंने अभी 60 समान आकार की फ़ाइलें अपलोड की हैं और मुझे संदेश मिला कि मैं 100GB सीमा से अधिक हूँ। मेरे पास 980 और फ़ाइलें हैं जिनका आकार समान है और जिन्हें अपलोड करना है। यदि मुझे सभी फ़ाइलों को स्टोर करने के लिए न्यूनतम संभव प्लान पर अपग्रेड करना है, तो मेरी वर्तमान प्लान सीमा से अधिक होने पर प्रति फ़ाइल की औसत अतिरिक्त लागत कितनी है? डॉलर में निकटतम सेंट तक राउंड करके उत्तर दें: x.xx",
    "Level": "2",
    "Final answer": "0.03",
    "file_name": "d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/d8152ad6-e4d5-4c12-8bb7-8d57dc10c6de.png"
  },
  {
    "task_id": "67e8878b-5cef-4375-804e-e6291fdbe78a",
    "Question": "संलग्न पीडीएफ में सीहॉर्स द्वीप रिसॉर्ट समुदाय में आवास की सूची दी गई है। सीहॉर्स द्वीप में किस प्रकार के आवास की औसत रेटिंग अधिक है?",
    "Level": "2",
    "Final answer": "होटल",
    "file_name": "67e8878b-5cef-4375-804e-e6291fdbe78a.pdf",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/67e8878b-5cef-4375-804e-e6291fdbe78a.pdf"
  },
  {
    "task_id": "c3a79cfe-8206-451f-aca8-3fec8ebe51d3",
    "Question": "वर्ष 2022 है। मैं पोटोमैक नदी के पूर्व में नेशनल एयर एंड स्पेस म्यूज़ियम पर हूँ। मैं मेट्रो का उपयोग करके फायर स्टेशन 301 DCA ARFF जाना चाहता हूँ। मैं गलत दिशा में चला जाता हूँ और क्लीवलैंड एलिमेंट्री स्कूल के सबसे नज़दीक के स्टेशन पर पहुँच जाता हूँ। अगर मैं लाइन नहीं बदलता हूँ, तो मैं अपने मूल गंतव्य से कितने मेट्रो स्टेशन दूर हूँ? आपका उत्तर एक संख्यात्मक पूर्णांक मूल्य होना चाहिए।",
    "Level": "3",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "d0633230-7067-47a9-9dbf-ee11e0a2cdd6",
    "Question": "स्किट-लीरन जुलाई 2017 चेंजलॉग में, किस अन्य प्रिडिक्टर बेस कमांड को बग फिक्स प्राप्त हुआ? केवल नाम दें, पथ नहीं।",
    "Level": "1",
    "Final answer": "बेस लेबल प्रोपेगेशन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "023e9d44-96ae-4eed-b912-244ee8c3b994",
    "Question": "मई 2023 में, मैं कैलिफ़ोर्निया से मेन तक अमेरिका के पार ड्राइव करने वाला हूँ। मैं हमेशा अपनी यात्रा के अंत में अपनी पानी की बोतलों को रीसाइकल करता हूँ, और मैं हर 100 मील की यात्रा के लिए 5, 12-औंस की पानी की बोतलें पीता हूँ, जिसे निकटतम 100 तक गोल किया जाता है। मान लीजिए कि मैं लॉस एंजिल्स से सिनसिनाटी तक I-40 का पालन करता हूँ, फिर सिनसिनाटी से ऑगस्टा तक I-90 लेता हूँ, तो विकिपीडिया के अनुसार मुझे कितने डॉलर वापस मिलेंगे?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "305ac316-eef6-4446-960a-92d80d542f82",
    "Question": "किस अभिनेता ने पोलिश-भाषा के संस्करण में रे की भूमिका निभाई थी?",
    "Level": "1",
    "Final answer": "वॉयचेख",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0e9e85b8-52b9-4de4-b402-5f635ab9631f",
    "Question": "कार्ल नेबेल के विकिपीडिया पृष्ठ के अगस्त 2023 तक के नवीनतम संस्करण पर पहले उद्धरण संदर्भ लिंक का पालन करके पाए गए वेबपेज पर छवि में लिखी गई नवीनतम कालानुक्रमिक वर्ष तिथि क्या है?",
    "Level": "2",
    "Final answer": "1927",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "20194330-9976-4043-8632-f8485c6c71b2",
    "Question": "यूट्यूब चैनल गेम ग्रम्प्स ने 2012 में गेम सोनिक द हेजहॉग (2006) का लेट्स प्ले शुरू किया। पहले एपिसोड में तीस सेकंड के बाद, लाल पृष्ठभूमि पर सफेद अक्षरों में एक वाक्यांश स्क्रीन पर दिखाया जाता है। इस वाक्यांश में अक्षर \"E\" कितनी बार दिखाई देता है?",
    "Level": "2",
    "Final answer": "4",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2",
    "Question": "इस स्प्रेडशीट में एक रिट्रैक्टेबल ऑनिंग कंपनी के ग्राहकों की सूची है। प्रत्येक ग्राहक ने पिछले 90 दिनों के भीतर अपने घर के पिछले हिस्से के लिए एक नई ऑनिंग का ऑर्डर किया है। कंपनी अलग-अलग डिज़ाइन बनाती है, यह इस बात पर निर्भर करता है कि ऑनिंग सूर्योदय या सूर्यास्त को रोकने के लिए बनाई गई है। इस क्षेत्र में, विषम अंकित सड़क पते वाले घर पूर्व की ओर और सम अंकित सड़क पते वाले घर पश्चिम की ओर सामना करते हैं। इनमें से कितने ग्राहक सूर्यास्त ऑनिंग डिज़ाइन प्राप्त करेंगे?",
    "Level": "2",
    "Final answer": "8",
    "file_name": "4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d51c4bf-4b0e-4f3d-897b-3f6687a7d9f2.xlsx"
  },
  {
    "task_id": "0383a3ee-47a7-41a4-b493-519bdefe0488",
    "Question": "बीबीसी अर्थ यूट्यूब वीडियो \"टॉप 5 सिलीएस्ट एनिमल मोमेंट्स\" में, किस प्रजाति के पक्षी को दिखाया गया है?",
    "Level": "1",
    "Final answer": "रॉकहॉपर पेंगुइन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65638e28-7f37-4fa7-b7b9-8c19bb609879",
    "Question": "पुस्तक जिसका doi 10.1353/book.24372 है, एक विशेष न्यूरोलॉजिस्ट के बारे में है। पुस्तक के अध्याय 2 के अनुसार, किस लेखक ने इस न्यूरोलॉजिस्ट के \"एंडोसाइकिक मिथकों\" में विश्वास को प्रभावित किया? केवल उपनाम दें।",
    "Level": "2",
    "Final answer": "क्लेनपॉल",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3ff6b7a9-a5bd-4412-ad92-0cd0d45c0fee",
    "Question": "सबसे लंबे समय तक जीवित रहने वाले कशेरुकी का नाम एक द्वीप के नाम पर रखा गया है। विकिपीडिया के अनुसार, 1 जनवरी 2021 तक, उस द्वीप की 2020 की अनुमानित जनसंख्या कितनी है, निकटतम हज़ार तक?",
    "Level": "2",
    "Final answer": "56000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "f918266a-b3e0-4914-865d-4faa564f1aef",
    "Question": "संलग्न पायथन कोड का अंतिम संख्यात्मक आउटपुट क्या है?",
    "Level": "1",
    "Final answer": "0",
    "file_name": "f918266a-b3e0-4914-865d-4faa564f1aef.py",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/f918266a-b3e0-4914-865d-4faa564f1aef.py"
  },
  {
    "task_id": "708b99c5-e4a7-49cb-a5cf-933c8d46470d",
    "Question": "कनेक्टेड पेपर्स पर 2016 के डीपफ्रूट्स फल डिटेक्शन ग्राफ में, सबसे बड़े बबल के आकार का कारण कौन सा फीचर था?",
    "Level": "2",
    "Final answer": "उद्धरण",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0a65cb96-cb6e-4a6a-8aae-c1084f613456",
    "Question": "अगस्त 2015 के पहले सप्ताह के दौरान, नासा की खगोल विज्ञान पिक्चर्स ऑफ द डे में क्षितिज पर एक शहर की रोशनियाँ दिखाई गई थीं। इस शहर के नामकरणकर्ता के नाम पर शिकागो में एक प्रसिद्ध इमारत का नाम भी रखा गया है। इस प्रसिद्ध इमारत को डिजाइन करने वाली वास्तुकला फर्म का नाम क्या है? जून 2023 तक फर्म के नाम में दिखने वाला पहला नाम बताएं।",
    "Level": "2",
    "Final answer": "होलाबर्ड",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "11af4e1a-5f45-467d-9aeb-46f4bb0bf034",
    "Question": "BERT बेस एन्कोडर में अटेंशन इज ऑल यू नीड में प्रस्तावित आर्किटेक्चर के एन्कोडर की तुलना में कितने अधिक ब्लॉक (जिन्हें लेयर भी कहा जाता है) हैं?",
    "Level": "1",
    "Final answer": "6",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e142056d-56ab-4352-b091-b56054bd1359",
    "Question": "बॉब को एक गेम शो में भाग लेने के लिए आमंत्रित किया गया, और वह अंतिम दौर तक पहुँच गया। अंतिम दौर में बॉब को एक बड़ी राशि जीतने का मौका मिला, बशर्ते वह होस्ट के साथ एक गेम खेले। होस्ट के पास 30 चमकीले प्रॉप सिक्के हैं, जिनमें से प्रत्येक की कीमत $1,000 है, यदि बॉब उन्हें गेम खेलकर जीतने में सफल होता है। होस्ट सिक्कों को तीन अलग-अलग पुरस्कार बक्सों में छिपाता है और फिर उनका क्रम बदलता है। होस्ट की सिक्का वितरण को प्रतिबंधित करने वाला एकमात्र नियम यह है कि एक बक्से में कम से कम 2 सिक्के होने चाहिए, और एक बक्से में दूसरे बक्से से 6 सिक्के अधिक होने चाहिए। खेलने के लिए, बॉब को तीन अनुमान लगाने होते हैं, प्रत्येक बक्से के लिए एक अनुमान। फिर बक्से खोले जाते हैं और सिक्कों की संख्या प्रकट होती है। यदि बॉब का अनुमान उस बक्से में सिक्कों की संख्या से अधिक है, तो बॉब को कोई सिक्का नहीं मिलता है। यदि बॉब का अनुमान उस बक्से में सिक्कों की संख्या के बराबर या उससे कम है, तो बॉब अपने अनुमान के बराबर सिक्के जीतता है।\n\nयदि बॉब इष्टतम रणनीति का उपयोग करता है, तो वह गेम से न्यूनतम कितनी राशि जीत सकता है?",
    "Level": "1",
    "Final answer": "16000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ad0280-0819-4bd9-b275-5de32d3b5bcb",
    "Question": "नीचे दिए गए 5x7 टेक्स्ट ब्लॉक में से वाक्य को बाहर निकालें। बाएं से दाएं पढ़ें और सभी अक्षरों का क्रम से उपयोग करें: THESE AGULL GLIDE DPEAC EFULL YTOMY CHAIR",
    "Level": "1",
    "Final answer": "सीगल शांतिपूर्वक मेरी कुर्सी तक सरक आया।",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "65da0822-a48a-4a68-bbad-8ed1b835a834",
    "Question": "संयुक्त राज्य अमेरिका के गृह सुरक्षा सचिव के पद पर अप्रैल 2019 से पहले कार्यरत सभी व्यक्तियों (जो कार्यवाहक क्षमता में नहीं थे) के पास स्नातक की डिग्री है। इन स्नातक डिग्रियों के विश्वविद्यालयों में से सबसे पश्चिमी विश्वविद्यालय और सबसे पूर्वी विश्वविद्यालय कौन से हैं? मुझे उन्हें एक कॉमा-सेपरेटेड सूची के रूप में दें, मैं केवल विश्वविद्यालयों के स्थित शहरों के नाम चाहता हूँ, सबसे पश्चिमी शहर को पहले सूचीबद्ध करें।",
    "Level": "2",
    "Final answer": "सांता क्लारा, बोस्टन",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b",
    "Question": "संलग्न स्प्रेडशीट में 2022 के वर्ष में मेरे द्वारा पढ़ी गई पुस्तकों की सूची है। शब्द प्रति दिन की दर का उपयोग करके, मैंने सबसे धीमी गति से पढ़ी गई पुस्तक का शीर्षक क्या है?",
    "Level": "3",
    "Final answer": "मौन ग्रह से बाहर",
    "file_name": "da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/da52d699-e8d2-4dc5-9191-a2199e0b6a9b.xlsx"
  },
  {
    "task_id": "0bb3b44a-ede5-4db5-a520-4e844b0079c5",
    "Question": "इन चिह्नों पर विचार करें: 𒐜  𒐐𒐚\n\nयह संख्या मेसोपोटामियाई/बेबीलोनियन संख्या प्रणाली का उपयोग करके लिखी गई है और सुमेरियन क्यूनीफॉर्म के साथ प्रस्तुत की गई है। इस संख्या को दशमलव संख्या के रूप में अरबी अंकों में परिवर्तित करें।",
    "Level": "2",
    "Final answer": "536",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7673d772-ef80-4f0f-a602-1bf4485c9b43",
    "Question": "कॉर्नेल लॉ स्कूल की वेबसाइट के कानूनी सूचना संस्थान पर, संघीय नियमों के पाँचवें वर्ग (वर्णानुक्रम में) के अंतर्गत, 2021 तक \"साक्ष्य\" (witnesses) शब्द वाले सबसे अधिक शीर्षकों वाले लेख में पहले नियम के अंतिम संशोधन में कौन सा शब्द हटाया गया था?",
    "Level": "1",
    "Final answer": "निष्कर्ष",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "73c1b9fe-ee1d-4cf4-96ca-35c08f97b054",
    "Question": "USGS के अनुसार, अमेरिकन एलिगेटर को टेक्सास (टेक्सास को शामिल नहीं करते हुए) के पश्चिम में पहली बार किस वर्ष में पाया गया था?",
    "Level": "2",
    "Final answer": "1954",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "c365c1c7-a3db-4d5e-a9a1-66f56eae7865",
    "Question": "पूर्व की ओर जाते हुए, संयुक्त राज्य अमेरिका के भीतर उन शहरों में से जहाँ अमेरिकी राष्ट्रपतियों का जन्म हुआ था, पश्चिमीतम से पूर्वीतम तक सबसे दूर के दो शहर, वर्णमाला क्रम में कॉमा-अलग सूची में दिए गए हैं: प्लेजेंटविले, वॉरेन, मैसाचुसेट्स, वेस्ट ब्रांच, आयोवा।",
    "Level": "1",
    "Final answer": "ब्रेनट्री, होनोलुलु",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "ad2b4d70-9314-4fe6-bfbe-894a45f6055f",
    "Question": "एवा ड्रैकोनिस की व्यक्तिगत वेबसाइट का लिंक उनके यूट्यूब पेज पर उपलब्ध है। टॉप बैनर में दिखाई देने वाले एकमात्र प्रतीक का अर्थ जो एक घुमावदार रेखा है लेकिन एक वृत्त या उसका भाग नहीं है क्या है",
    "Level": "3",
    "Final answer": "युद्ध यहाँ नहीं है, यह एक शांति की भूमि है।",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5b2a14e8-6e59-479c-80e3-4696e8980152",
    "Question": "संलग्न तस्वीर में कुत्ते जिस हार्नेस पहने हुए हैं, उसे बनाने वाले ब्रांड अपनी वेबसाइट पर अपने एम्बेसडर्स की कहानियाँ साझा करते हैं। 8 दिसंबर 2022 को जोड़ी गई कहानी में कौन सा मांस उल्लेखित है?",
    "Level": "3",
    "Final answer": "बेकन",
    "file_name": "5b2a14e8-6e59-479c-80e3-4696e8980152.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/5b2a14e8-6e59-479c-80e3-4696e8980152.jpg"
  },
  {
    "task_id": "7d4a7d1d-cac6-44a8-96e8-ea9584a70825",
    "Question": "गर्ल्स हू कोड के अनुसार, महिला कंप्यूटर वैज्ञानिकों के प्रतिशत में 13% का परिवर्तन होने में कितने वर्ष लगे थे, जिसकी शुरुआत 37% से हुई थी?",
    "Level": "1",
    "Final answer": "22",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "dc22a632-937f-4e6a-b72f-ba0ff3f5ff97",
    "Question": "उस पुस्तक का पूरा शीर्षक क्या था जिसमें दो जेम्स बीयर्ड पुरस्कार विजेताओं ने उस रेस्तरां की सिफारिश की थी जहाँ अली खान ने 2015 में शुरू हुए अपने लागत-जागरूक टीवी शो में एक न्यू मैक्सिकन स्टेपल का आनंद लिया था? यदि शीर्षक में कुछ संख्याएँ हैं तो उन्हें सादे टेक्स्ट में लिखें।",
    "Level": "1",
    "Final answer": "पाँच सौ चीजें जो खाने के लिए बहुत देर होने से पहले खानी चाहिए: और उन्हें खाने के लिए सबसे अच्छी जगहें",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e2d69698-bc99-4e85-9880-67eaccd66e6c",
    "Question": "अगस्त 2023 तक, अमेरिकी संस्करण \"सर्वाइवर\" के एकमात्र विजेता जो मई महीने में पैदा हुए हैं, वे कौन हैं?",
    "Level": "2",
    "Final answer": "Michele Fitzgerald",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "3f57289b-8c60-48be-bd80-01f8099ca449",
    "Question": "1977 के नियमित सीज़न में सबसे अधिक वॉक्स वाले यंकी ने उसी सीज़न में कितने एट-बैट्स किए?",
    "Level": "1",
    "Final answer": "519",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a56f1527-3abf-41d6-91f8-7296d6336c3f",
    "Question": "अगस्त 2021 के वोग के अंक के कवर पर कुछ पेड़ों के पीछे पृष्ठभूमि में एक प्रसिद्ध स्थलचिह्न दिखाई देता है। यह स्मारक कितना ऊँचा है, गज में, निकटतम गज तक गोल किया गया? केवल संख्या दें।",
    "Level": "2",
    "Final answer": "185",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "23dd907f-1261-4488-b21c-e9185af91d5e",
    "Question": "ऑड्रे लॉर्ड की कविता \"फादर सोन एंड होली घोस्ट\" में, कुछ पंक्तियाँ इंडेंट की गई हैं, वह किस स्टैन्ज़ा का नंबर है?",
    "Level": "1",
    "Final answer": "2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "42d4198c-5895-4f0a-b0c0-424a66465d83",
    "Question": "मुझे लोकप्रिय वीडियो गेम्स के बारे में उनकी रिलीज से पहले उपलब्ध जानकारी के बारे में जानने में दिलचस्पी है। 2019 के उस गेम का विकिपीडिया पेज खोजें जिसने ब्रिटिश अकादमी गेम्स अवार्ड जीता था। उस पेज पर गेम की रिलीज तिथि से पहले कितने संशोधन किए गए थे (2022 की सबसे हालिया प्रविष्टि के अनुसार)?",
    "Level": "2",
    "Final answer": "60",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "edd4d4f2-1a58-45c4-b038-67337af4e029",
    "Question": "संलग्न स्प्रेडशीट में स्थानीय रेलवे संग्रहालय द्वारा स्वामित्व वाले लोकोमोटिव की सूची दी गई है। मर्डर मिस्ट्री एक्सप्रेस के लिए संग्रहालय द्वारा उपयोग किए जाने वाले लोकोमोटिव के प्रकार का सामान्य अमेरिकी नाम क्या है?",
    "Level": "2",
    "Final answer": "बर्कशायर",
    "file_name": "edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/edd4d4f2-1a58-45c4-b038-67337af4e029.xlsx"
  },
  {
    "task_id": "a26649c6-1cb2-470a-871e-6910c64c3e53",
    "Question": "विकिपीडिया पेज पर 2018 के अंत में पेंगुइन प्रजातियों की आबादी के अनुसार चिनस्ट्रैप पेंगुइन की आबादी और 2020 के नेचर.कॉम \"चिनस्ट्रैप पेंगुइन का वैश्विक आबादी मूल्यांकन\" लेख में दर्ज आबादी के बीच दस हज़ार में प्रजनन जोड़े के लिए दो पेंगुइन मानते हुए, पूर्ण अंतर क्या है?",
    "Level": "2",
    "Final answer": "116",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "4d0aa727-86b1-406b-9b33-f870dd14a4a5",
    "Question": "संलग्न फ़ाइल में एक स्थानीय रेलवे संग्रहालय द्वारा स्वामित्व वाले लोकोमोटिव की सूची दी गई है। इसमें प्रत्येक लोकोमोटिव का पहचान संख्या, संचालन स्थिति और यदि संचालन में है तो उसके दैनिक एक्सक्यूर्शन का नाम दिया गया है। आज की सनसेट पिकनिक ट्रिप में भाप लोकोमोटिव के उपयोग की संभावना क्या है? मान लीजिए कि प्रत्येक दिन का एक्सक्यूर्शन अपने आवंटित लोकोमोटिव में से यादृच्छिक रूप से एक चुनता है, और उत्तर \"1 में 4\", \"1 में 5\" आदि के रूप में व्यक्त करें।",
    "Level": "2",
    "Final answer": "3 में 1",
    "file_name": "4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/4d0aa727-86b1-406b-9b33-f870dd14a4a5.xlsx"
  },
  {
    "task_id": "1f975693-876d-457b-a649-393859e79bf3",
    "Question": "नमस्ते, मैं शुक्रवार को अपनी कक्षाओं से बीमार था, इसलिए मैं यह समझने की कोशिश कर रहा हूँ कि मुझे अगले सप्ताह के कैलकुलस मिड-टर्म के लिए क्या पढ़ना चाहिए। मेरे कक्षा के एक दोस्त ने मुझे प्रोफेसर विलोब्रुक की एक ऑडियो रिकॉर्डिंग भेजी है, जिसमें परीक्षा के लिए अनुशंसित पढ़ाई के बारे में बताया गया है, लेकिन मेरे हेडफोन टूटे हुए हैं :(\n\nक्या आप कृपया मेरे लिए रिकॉर्डिंग सुन सकते हैं और मुझे बता सकते हैं कि मुझे कौन से पृष्ठ संख्याएँ पढ़नी चाहिए? मैंने Homework.mp3 नामक एक फ़ाइल संलग्न की है, जिसमें रिकॉर्डिंग है। कृपया पृष्ठ संख्याओं को कॉमा-सेपरेटेड सूची के रूप में प्रदान करें, और कृपया सूची को आरोही क्रम में प्रदान करें।",
    "Level": "1",
    "Final answer": "132, 133, 134, 197, 245",
    "file_name": "1f975693-876d-457b-a649-393859e79bf3.mp3",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/1f975693-876d-457b-a649-393859e79bf3.mp3"
  },
  {
    "task_id": "d5141ca5-e7a0-469f-bf3e-e773507c86e2",
    "Question": "सेंट थॉमस एक्विनास की एक तस्वीर को डबल इफेक्ट के सिद्धांत पर विकिपीडिया पेज पर कब पहली बार जोड़ा गया था? DD/MM/YYYY फॉर्मेट का उपयोग करके उत्तर दें।",
    "Level": "2",
    "Final answer": "19/02/2009",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
    "Question": "एक 5-सदस्यीय समूह है, जिसमें एक टैंक, एक हीलर और तीन डीपीएस हैं, जो वर्ल्ड ऑफ वारक्राफ्ट में अभी-अभी जारी किए गए एक डंगेन में हैं। दो प्लेट पहनने वाले और दो क्लॉथ पहनने वाले हैं। अंतिम बॉस पर, टैंक और हीलर दोनों पवित्र जादू डाल रहे हैं। बर्फ और आग का उपयोग किया जा रहा है, प्रत्येक का उपयोग एक अलग डीपीएस द्वारा किया जा रहा है। समूह का एक भालू बॉस पर हमला कर रहा है। मेटामॉर्फोसिस डाला जाता है। द फॉरगेटन वन का किल्ट लूट के रूप में गिरता है, लेकिन कोई भी इसे उपयोग नहीं कर सकता है। यदि सभी क्लास अपनी क्लास क्षमताओं का उपयोग कर रहे हैं और सभी क्लास अद्वितीय हैं, तो समूह में पाँच क्लास कौन सी हैं, वर्णानुक्रम में कॉमा से अलग किए गए?",
    "Level": "3",
    "Final answer": "मृत्यु राक्षस, शिकारी, पालडिन, पुजारी, वारलॉक",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "840bfca7-4f7b-481a-8794-c560c340185d",
    "Question": "6 जून 2023 को, कैरोलिन कोलिन्स पेटरसन द्वारा यूनिवर्स टुडे में एक लेख प्रकाशित हुआ था। इस लेख में एक टीम का उल्लेख है, जिसने अपने अवलोकनों के बारे में एक शोधपत्र तैयार किया, जो लेख के निचले हिस्से में लिंक किया गया है। इस शोधपत्र को खोजें। आर. जी. एरेंड द्वारा किए गए कार्य को किस नासा पुरस्कार संख्या के तहत समर्थन प्राप्त हुआ था?",
    "Level": "1",
    "Final answer": "80जीएसएफसी21एम0002",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "1dcc160f-c187-48c2-b68e-319bd4354f3d",
    "Question": "Openreview.net के अनुसार, NeurIPS 2022 सम्मेलन में, लेखक यूरी द्वारा लिखित कितने पेपर्स को \"निश्चित\" सिफारिश के साथ स्वीकार किया गया था?",
    "Level": "2",
    "Final answer": "3",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e",
    "Question": "यदि यह पूरा पिंट आइसक्रीम से बना है, तो यह अमेरिकी संघीय मानकों के अनुसार बटरफैट सामग्री में कितने प्रतिशत ऊपर या नीचे है, जैसा कि 2020 में विकिपीडिया द्वारा रिपोर्ट किया गया है? उत्तर + या - एक संख्या के रूप में दें, जो एक दशमलव स्थान तक गोल किया गया हो।",
    "Level": "2",
    "Final answer": "+4.6",
    "file_name": "b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/b2c257e0-3ad7-4f05-b8e3-d9da973be36e.jpg"
  },
  {
    "task_id": "e0c10771-d627-4fd7-9694-05348e54ee36",
    "Question": "2011 की बुल्गारियाई जनगणना से तृतीयक शिक्षा पूरी करने वालों के लिंग विभाजन को लें। बड़े अंक से छोटे अंक को घटाएं, फिर महिलाओं की संख्या में अंतर को हज़ारों में वापस करें। इसलिए, यदि 30.1 हज़ार अधिक पुरुष होते, तो आप \"30.1\" देंगे।",
    "Level": "2",
    "Final answer": "234.9",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0068077-79f4-461a-adfe-75c1a4148545",
    "Question": "H. pylori पर मुँहासे रोगियों में क्लिनिकल ट्रायल की वास्तविक नामांकन संख्या जनवरी-मई 2018 के लिए NIH वेबसाइट पर क्या सूचीबद्ध थी?",
    "Level": "1",
    "Final answer": "90",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "e29834fd-413a-455c-a33e-c3915b07401c",
    "Question": "मुझे कुछ लोकप्रिय रियलिटी टेलीविज़न प्रतियोगिता शो के बारे में और जानना है। अमेरिकी संस्करण के 44वें सीज़न के अंत तक, सर्वाइवर के विजेताओं की संख्या अमेरिकन आइडल के विजेताओं की संख्या से कितनी अधिक है?",
    "Level": "2",
    "Final answer": "21",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "bda648d7-d618-4883-88f4-3466eabd860e",
    "Question": "निदोशीविना के 2010 के पेपर में कुज़नेत्सोव द्वारा वर्णित वियतनामी नमूनों को अंततः किस शहर में जमा किया गया था? कृपया केवल शहर का नाम दें, संक्षेपाक्षरों के बिना।",
    "Level": "1",
    "Final answer": "सेंट पीटर्सबर्ग",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "50ec8903-b81f-4257-9450-1085afd2c319",
    "Question": "एक मानक रूबिक क्यूब को उसके पक्षों के क्यूब्स में तोड़ दिया गया है। क्यूब्स को मिलाया गया है और एक को हटा दिया गया है। 6 क्यूब्स हैं जिनमें एक रंगीन चेहरा है, 12 किनारे के क्यूब्स हैं जिनमें दो रंगीन चेहरे हैं, और 8 कोने के क्यूब्स हैं जिनमें तीन रंगीन चेहरे हैं। सभी नीले क्यूब्स को ढूंढ लिया गया है। नारंगी केंद्र क्यूब के सीधे बाएं, दाएं, ऊपर और नीचे के सभी क्यूब्स को ढूंढ लिया गया है, साथ ही केंद्र क्यूब भी। सभी हरे कोने के क्यूब्स को ढूंढ लिया गया है, साथ ही सभी हरे क्यूब्स जो पीले से सटे हैं। सभी नारंगी क्यूब्स के लिए, उनके विपरीत चेहरे के क्यूब्स को ढूंढ लिया गया है। हटाया गया क्यूब दो रंगों से युक्त है। वे कौन से हैं? उत्तर एक कॉमा-अलग सूची के रूप में दें, जिसमें रंग वर्णानुक्रम में हों।",
    "Level": "1",
    "Final answer": "हरा, सफेद",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "cf106601-ab4f-4af9-b045-5295fe67b37d",
    "Question": "1928 ग्रीष्मकालीन ओलंपिक में सबसे कम एथलीट वाले देश कौन सा था? यदि एथलीटों की संख्या में टाई है, तो वर्णमाला क्रम में पहले को लौटाएँ। अपने उत्तर के रूप में IOC देश कोड दें।",
    "Level": "1",
    "Final answer": "क्यूब",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "5f982798-16b9-4051-ab57-cfc7ebdb2a91",
    "Question": "मैंने मार्च 2021 में Arxiv पर तेज़ रेडियो बर्स्ट्स (fast radio bursts) के बहुवैवलंबी निरीक्षणों (multiwavelength observations) पर एक पेपर पढ़ा, जिसमें X‑ray टाइम प्रोफ़ाइल का एक मनमोहक चित्र (diagram) था। उसी लेखकों में से एक के जुलाई 2020 में प्रकाशित एक अन्य पेपर में एक समान burst‑1 चित्र था, लेकिन मुझे यह याद नहीं आ रहा कि मापी गई समयावधि में सेकंड के हिसाब से कितना अंतर था। तुलनात्मक रूप से, एक में दूसरे से कितने अधिक सेकंड मापे गए थे? केवल संख्या दें।",
    "Level": "3",
    "Final answer": "0.2",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "a0c07678-e491-4bbc-8f0b-07405144218f",
    "Question": "जुलाई 2023 तक ताइशो तमाई के नंबर से पहले और बाद के पिचर कौन हैं? मुझे उन्हें पिचर बिफोर, पिचर आफ्टर के रूप में दें, केवल उनके उपनाम का उपयोग करें, रोमन अक्षरों में।",
    "Level": "1",
    "Final answer": "योशिदा, उएहारा",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7bd855d8-463d-4ed5-93ca-5fe35145f733",
    "Question": "संलग्न एक्सेल फ़ाइल में एक स्थानीय फास्ट-फूड चेन के मेनू आइटम की बिक्री का विवरण है। चेन द्वारा भोजन (पेय पदार्थों को शामिल न करते हुए) से किए गए कुल बिक्री का मूल्य क्या है? अपने उत्तर को USD में दो दशमलव स्थानों तक व्यक्त करें।",
    "Level": "1",
    "Final answer": "89706.00",
    "file_name": "7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx",
    "file_path": "/home/azureuser/.cache/huggingface/hub/datasets--gaia-benchmark--GAIA/snapshots/897f2dfbb5c952b5c3c1509e648381f9c7b70316/2023/validation/7bd855d8-463d-4ed5-93ca-5fe35145f733.xlsx"
  },
  {
    "task_id": "5a0c1adf-205e-4841-a666-7c3ef95def9d",
    "Question": "20वीं शताब्दी (1977 के बाद) के एकमात्र माल्को प्रतियोगिता प्राप्तकर्ता का पहला नाम क्या है, जिनकी रिकॉर्ड पर राष्ट्रीयता एक ऐसे देश की है जो अब अस्तित्व में नहीं है?",
    "Level": "1",
    "Final answer": "क्लॉस",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0512426f-4d28-49f0-be77-06d05daec096",
    "Question": "मार्च 2018 के यूट्यूब 360 वीआर वीडियो में, जिसका वर्णन 'लॉर्ड ऑफ द रिंग्स' के गोल्लम के आवाज़ अभिनेता ने किया था, डायनासोर को पहली बार दिखाए जाने के तुरंत बाद वर्णकर्ता ने कौन सा अंक बताया था?",
    "Level": "3",
    "Final answer": "100000000",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "0bdb7c40-671d-4ad1-9ce3-986b159c0ddc",
    "Question": "21 जनवरी 2006 को NASA के Astronomy Picture of the Day में, दो अंतरिक्ष यात्री दिखाई दे रहे हैं, जिनमें से एक दूसरे की तुलना में बहुत छोटा दिखाई दे रहा है। अगस्त 2023 तक, छोटे अंतरिक्ष यात्री के NASA अंतरिक्ष यात्री समूह के सदस्यों में से, जिसने अंतरिक्ष में सबसे कम समय बिताया, उसका उपनाम क्या है, और उसने अंतरिक्ष में कितने मिनट बिताए, जिसे निकटतम मिनट तक गोल किया गया हो? अंतरिक्ष में कोई समय न बिताने वाले अंतरिक्ष यात्रियों को शामिल न करें। अंतरिक्ष यात्री के उपनाम और मिनटों के बीच एक अर्ध-कोलन (;) का उपयोग करें।",
    "Level": "3",
    "Final answer": "सफेद; 5876",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "08c0b6e9-1b43-4c2e-ae55-4e3fce2c2715",
    "Question": "फिल्म गोल्डफिंगर में, जेम्स बॉन्ड ने खुद को और अपनी साथी पुसी गैलोर को फिल्म के अंत में किस रंग की वस्तु में छिपाया था? यदि कई रंग हैं, तो उन्हें वर्णानुक्रम में कॉमा-सेपरेटेड सूची में रखें।",
    "Level": "2",
    "Final answer": "संतरी, सफेद",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
    "Question": "मई 2023 तक, MBTA की फ्रैंकलिन-फॉक्सबोरो लाइन पर साउथ स्टेशन और विंडसर गार्डन्स के बीच (शामिल नहीं) कितने स्टॉप हैं?",
    "Level": "2",
    "Final answer": "10",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "853c8244-429e-46ca-89f2-addf40dfb2bd",
    "Question": "2015 के चीनी राशि चक्र के जानवर के नाम पर रखे गए मेट्रोपॉलिटन म्यूजियम ऑफ आर्ट के प्रदर्शनी में, \"चीनी राशि चक्र के बारह जानवरों\" में से कितने का हाथ दिखाई देता है?",
    "Level": "2",
    "Final answer": "11",
    "file_name": "",
    "file_path": ""
  },
  {
    "task_id": "7a4a336d-dcfa-45a0-b014-824c7619e8de",
    "Question": "यूट्यूब वीडियो में दो मिनट के निशान पर, जो \"गेमगरंप्स\" चैनल द्वारा 14 मई 2017 को मारियो कार्ट 8 डीलक्स गेम के प्लेथ्रू के हिस्से के रूप में अपलोड किया गया था, शो के होस्ट गेम के रेसट्रैक में प्रतिस्पर्धा कर रहे हैं। 7 जून 2023 तक उस ट्रैक के लिए गेम के 150सीसी मोड में विश्व रिकॉर्ड समय क्या था? अपने उत्तर को मिनट और सेकंड में व्यक्त करें, सेकंड को निकटतम सौवां तक गोल करें, जैसे 1:01.001।",
    "Level": "2",
    "Final answer": "1:41.614",
    "file_name": "",
    "file_path": ""
  }
]